{
    "images\\1013cch3.png": [
        "xy\new RN Solutions evn uo\nUI Developer (Angular 6+)\nWe are looking for creative and passionate candidates to join the Sri Lankan operations of an Australian based cutting-edge\nTechnology Company saving both government and private organisations in Australia and Sri Lanka.\nRN Solutions founded in 2008 and operates offices in Australia, Sri Lanka, and UK over the past 10 years.\n> Bachelor's degree in IT or equivalent experience/education.\n> Prefer 2 years hands on experience in Angular (6+) with Type script development.\n> Prefer 2 years hands on Experience in Web Application Development with HTMLS, JavaScript, jQuery SCSS.\n> Knowledge on research and problem solving (debugging) skills.\n> Able to meet deadlines.\n> Able to work independently as well as ina team environment.\n> Experience with ASP.NET Core, and Web API\n> Knowledge on TFS.\nIf this role excites you and sounds like a great fit, please email you CV to: info@rnsolutions.com.au\nwww.rnsolutions.com.au | Tel: 94 112 363 575 | 4,1/1 International Buddhist Center Road, Colombo-06"
    ],
    "images\\1144cRumex%202.png": [
        ") bf £\ny «\nIe, “we\nTHRIVE YOUR SPEED Le ,\nron eeulen | ie\nek\nof \\ he\n| i, \\ tay b .\nA By Ly\nai 1 / aA 4 /\n| LAVA 3 el \\\nAN aed & ;\n& , Zr 5 87 P&S 5\n| Wa .\nPe Mf zy\nop a. eae et\n“= =— —\naol \" ; i H\n= PB} | BSSalelaNarelcelemPlaucleyels\nRumex is a pioneer in value innovation. Rumex KEY RESPONSIBILITIES\nCloud provides you with the tools and insights .\nAecany 3 Dulas Wedt generation enterprise Bull anid applications by writing quality code and following best\nworkplace. With each service or product we build, + Ensure the quality of the product by writing unit test cases\nwe support business performance acceleration * Own release and QA cycles of your code\nand enable innovation. + Analyze and optimize Ul and backend application code for efficiency and\nWe maintain a close partnership with all business performance\n“ i\" + Research and suggest new mobile products, applications and protocols\norganizations through eee honesty + Stay up-to-date with new technology trends\ntu t .\ntransparency and teamwork. We are already Create new ane awesome features or millons of users\n: 7 + Write clear, maintainable code that will scale across a number of projects\ntransactions daily.\nand distributed development teams\nWe believe our success is brought about by an\nawesome team of dedicated people. If you've got SKILLS & EXPERTISE\nthe de to bi rt of ti id ti\nen are tye Experience in working independently and implementing product features\nenvironment, then it is you, we are looking for. (oo me to fash ji\n+ Strong knowledge in Java\n+ Good understanding of Google’s Android design principles and interface\nguidelines\nAPPLY NOW + Familiarity with Android Background Processes and Firebase\n+ Prior experience with iOS development will be an added advantage\nPs i\" EDUCATION & EXPERIENCE\nfeel iSTSet Cela + ABachelor’s Degree in Computer Science, similar technical field of\nstudy or equivalent practical experience\n* + 3 years of experience in the Software Development industry\nlane At aay cre (16"
    ],
    "images\\1510cincu%201.png": [
        "AANA Gabs\niLabs Academy\nIntemships en\nIncubate Labs specializes in Web, Mobile, and Al technologies architecture,\ndesign, and development. Founded in 2012 to serve the U.S. Silicon Valley\nstartups and entrepreneurs, we currently work with clients in the USA, Canada,\nSingapore, Sri Lanka, and many other parts of the world.\niLabs internship program is a rapid learning opportunity for students to get\nentrepreneurial skills and learn how to build tech products for the global\narena. Learn from our expert engineers and business development personnel\non what it takes to build an idea from inception to production. During this\nprogram, you will work in small cross-functional teams that consists of tech\nand business interns to take an idea to market.\n° ° ° °\nFollowing internships are available\nBack-end Engineering (PHP/Python) Cele in eacciic ales\ne Front-end Engineering (React, HTMLS5) Cee aU NAL}\nCe ea Plo) Cerne odd\n¢ Mobile App Developers © — Social Media Marketing\n(Flutter, React Native, Swift, Android SDK)\nee CePA hae rsIaTe)\n¢ Big Data Engineering\n(CNerrenert ol a ac ey) Re U1) CEU\nCMe ECan iat Ror 1ae Lae) *° Project Management\n(Tensorflow, PyTorch)\nSEND YOUR CV TO jobs@ilabs.Ik\n+9411 217 7251 iLabs\ninfo@ilabs.lk 779/F, Thalangama South,\nPelawatta,\npana tebe ls Battaramulla"
    ],
    "images\\2186csas.png": [
        "OD\n* — a\nhy\nry\nae ay 4\nf yz F :\n: al \\ Xie\nDE ok fae r\nBY 4 Px)\n— x Zn\n| ‘ |\n~ Under the corporate umbrella of SAS Sport, SAS Creative is a creative\nsolutions provider for the New Zealand market. We are looking to expand and\nFT a oN a Woe eel he Beet TolCRLE oa RCo eodso Re Ral\nnet ROR een cane meen [ec a escgees\ngood judgement and have the capacity to make independent decisions to\neee eae ceca eek te an eee anata aL\nero coy ent ee Ne ae ae eA Keak aaa CNS\n. 5 es enon rN OMe tise aa RIC Nt tes\n» o Skills that we look from a WordPress / PHP Developer\neee R Nog ae te RL eR a\nNei core\ne 2 + You may be required to build WordPress themes from scratch based on\ndesigns supplied by the in-house design team.\nm + Excellent communication skills to work with in house and NZ clientele.\n. Dee Coa Sea\n+» +  +Working under pressure, good communication skills to coordinate with the\nsuperiors and to work with flexible work timings.\naS aS ACmuCt ccna CER CR nc hat’\n= Eley isms tam cal ea colle am cele a olde\n, + Meeting work deadlines is a key responsibility for this role. -\n—> Bee ater cue aie ces\n2 PTET Cel ela\nShoot eer ten ae UT Men ae eee\nCeiiecaucicueicl se nun Cem PclTatcn\n“2e@ .\neae SAS:\ncareers@sascreative.co.nz ‘ p\nam creative"
    ],
    "images\\2216cincu%202.png": [
        "Senior Software Engineer - Python\n\nCloud of Goods is an online e-commerce platform for rentals. Operating in more than 10 cities in the\nUSA, Cloud of Goods is one of the fastest growing companies in Silicon Valley. Our tech team operates\nout of Sri Lanka and we are looking for Senior Python Developer to support the next phase of Cloud of\nGoods.\n\nEducation / Experience required\n\n+ 3+ years of professional software development\n\n* 2+ years of experience with Python web frameworks\n\n* 2+ years of experience with cloud services such as AWS, Azure, Google Cloud etc.\n\n+ Experience designing and developing service-based architectures/micro-services\n\n« Experience with Object Oriented Design\n\n* Knowledge and experience in software design/architecture patterns\n\n* Be a university degree holder or have equivalent academic background\n\n+ Excellent oral and written communication skills\n\nSalary is negotiable and will commensurate with qualifications and experience.\n\nPlease email your CV with two non-related referees to : jobs@cloudofgoods.com\nwww.cloudofgoods.com | Tel: 0114347171/ 0112177457 | Cloud of Goods, 259 12 Pannipitiya Road, Pelawatte,\nBattaramulla"
    ],
    "images\\2254cWEB.png": [
        ", en\nA g f .\nAna! Software Engineer\n7\nWeb Lankan is a well-established ISO certified and award winning Software Development Company in\nSri Lanka which delivers tailored services to any business entity\nWe have determined plans for the business and we are looking for competent, self-motivated and dynamic\ncandidate to Join our Software Development Team.\n* 2+ years working experience\n* Degree or Diploma (Full/ Part) in software Engineering\n* Thorough knowledge in PHP, Mysql, HTML, CSS, jQuery, Angular JS\n* Understanding of cross browser compatibility and web standards Knowledge in codeigniter\nwould be an added advantage\n+ Understanding of OOP, MVC framework and database concepts\n* Experience in developing e commerce based websites would be an added advantage\n+ Payment gateway integration experience preferred\n* Experience with agile development environment\n* Implement cutting edge solutions based on technical standards and guidelines\nSend your CV to careers@weblankan.com\nPlease indicate the position in the subject line of the email. Only shortlisted candidate will be\ncall for an interview.\nWeb Lankan (Pvt) Ltd.\nWEDIANKAN | 7522-01 Pathiese Mawatha, Gangodawila.Nugegoda, SriLanka, blank:\nHot Line : (+94) 112802280 www.weblankan.com\nGrow with Digital E-mail: info@weblankan.com"
    ],
    "images\\2337cwliey1.png": [
        "Senior Java Software Engineer/ Java Software Engineer\nLocation: Colombo, Sri Lanka\n\nWiley is a global company that specializes in academic publishing and\ninstructional materials, online education management and corporate learning\nand training. For over 200 years we have been helping people and\norganizations develop the skills and knowledge they need to succeed. We\ndevelop digital education, learning, assessment, and certification solutions to\nhelp universities, businesses, and individuals move between education and\nemployment and achieve their ambitions. By partnering with learned societies,\nwe support researchers to communicate discoveries that make a difference.\nOur online scientific, technical, medical, and scholarly journals, books and\nother digital content build on a 200-year heritage of quality publishing.\nWhether you are just starting out or looking to build on an already successful\ncareer, Wiley is always looking for talented, qualified people to join our global\nteam. Our unique culture is distinguished by a collaborative environment that\nsupports open dialogue, candid feedback and enduring relationships. We treat\neach other with dignity and respect — as human beings first and professionals\nsecond.\n\nSummary\n\nWe are looking for Senior Java Engineers with a minimum of 4 years\nexperience and Java Engineers with a minimum of 2 years experience to join\nour exciting and rapidly expanding team in Sri Lanka. This position is a hands-\non development position where you will be responsible for the development of\nWiley’s Research, Education and Corporate Learning platforms. You will\nleverage your in-depth knowledge of Java and related frameworks to work\nclosely with architects, engineers and the product owners to create complex\napplications. You will also ensure your commitment to the highest quality\nstandards both in functional and non-functional areas.\n\nResponsibilities:\n\n¢ Lead the design, development, testing and support of web-based\napplications and API development using Java, Spring, Spring Boot, REST\nAPIs and microservices-oriented architecture.\n\ne Follow Agile and DevOps methodology with total ownership- you build it,\nrun it, break it and fix it.\n\ne Actively participate in the code review process.\n\ne Work with technical and business teams to analyze and elaborate on\nrequirements and perform impact analysis.\n\n« Explore the latest relevant technologies, techniques, frameworks, tools,\nmethodologies and processes.\n\nRequirements:\n\ne Minimum of a Bachelor's degree in Computer Science or an equivalent\nqualification.\n\n« Solid experience in developing applications using Java, Spring, Spring\nBoot and SQL/NoSQL databases.\n\n« In-depth understanding of Java fundamentals and related frameworks,\nRESTful application development and methodologies such as reactive\nprograming.\n\n* Proven history with software and system architecture, microservices\narchitecture and AWS cloud technologies.\n\n« Strong background of designing, architecting and developing high-\nend/customer-facing online platforms.\n\n¢ Understanding of technology methodologies including Agile (SCRUM),\ncontinuous integration/ continuous development and automation.\n\ne Familiarity with JIRA and writing user stories .\n\nWiley is an equal opportunity employer and does not discriminate on the basis\non race, color, creed, national origin, sex, sexual orientation, religion, age,\ndisability or other legally protected status. Employment is contingent upon the\nsuccessful completion of a background check and employment review\n\nSend your CV: wiley-sl-recruitment@wiley.com"
    ],
    "images\\2460cwliey3.png": [
        "Senior Software Engineer/ Software Engineer (LMS)\nLocation: Colombo, Sri Lanka\nWiley is a global company that specializes in academic publishing and\ninstructional materials, online education management and corporate learning\nand training. For over 200 years we have been helping people and\norganizations develop the skills and knowledge they need to succeed. We\ndevelop digital education, learning, assessment, and certification solutions to\nhelp universities, businesses, and individuals move between education and\nemployment and achieve their ambitions. By partnering with learned societies,\nwe support researchers to communicate discoveries that make a difference.\nOur online scientific, technical, medical, and scholarly journals, books and\nother digital content build on a 200-year heritage of quality publishing.\nWhether you are just starting out or looking to build on an already successful\ncareer, Wiley is always looking for talented, qualified people to join our global\nteam. Our unique culture is distinguished by a collaborative environment that\nsupports open dialogue, candid feedback and enduring relationships. We treat\neach other with dignity and respect — as human beings first and professionals\nsecond.\nSummary\nWe are looking for Senior Engineers with a minimum of 4 years experience and\nEngineers with a minimum of 2 years experience to join our exciting and\nrapidly expanding team in Sri Lanka. This position is a hands-on development\nposition where you will be responsible for the development of Wiley’s education\nand publishing integration platforms. You will leverage your in-depth\nknowledge of Java, PHP and React to work closely with architects, engineers\nand product owners to create LMS applications and integrations. You will also\nensure your commitment to the highest quality standards both in functional\nand non-functional areas.\nResponsibilities:\ne Design, develop, test and support the Moodle based LMS integrations\nand expand to other LMSs such as Canvas or Black Board.\ne¢ Customization of Moodle platform and build & develop Moodle plug-ins.\n© Implementation of LTI standards.\nRequirements:\n¢ BSc in computer science or related field.\ne Solid experience in developing applications using PHP, Java, Spring boot,\nReact /Redux, SQL/NoSQL databases.\ne Proven history with software and system architecture, microservices\narchitecture and AWS cloud technologies.\ne Experience using LTI standards, Scorm packages and Moodle are a\ndefinite advantage.\n« Working knowledge of caching technologies, front-end technologies and\nweb architecture.\n* Understanding of technology methodologies including Agile (SCRUM),\ncontinuous integration/ continuous development and automation.\ne Familiarity with JIRA and writing user stories.\nWiley is an equal opportunity employer and does not discriminate on the basis\non race, color, creed, national origin, sex, sexual orientation, religion, age,\ndisability or other legally protected status. Employment is contingent upon the\nsuccessful completion of a background check and employment review\nSend your CV: wiley-sl-recruitment@wiley.com"
    ],
    "images\\3079cwasp.png": [
        "We are Hiring Now. Forward your CV to\ncareers@wasp.Ik or info@wasp.|k Include your Portfolio\ns 4 =\n€ a?\nye,\nll a \\ .\ntn i a?\nrr\n[unease eae)\nSS — UI / UX ENGINEER\nLe a\nae Minimum 1 Year Experience.\new Should have Excellent Knowledge in HTML,\nCSS, JS, jQuery and other UI Frameworks\nShould be able to produce creative design\noutputs.\nCece eat TTL:\nLanguages (PHP, Nodeus) will be an added\nadvantage\nr . = —\na Ge aces | \\ =\n===( —\nSa —\n—-\"\nSessa aeee\nre\na) Ty Tact) Al Rela _ —_—\nae\nMinimum 1 Year Experience. — =\nShould Have Excellent Knowledge in Wordpress \"\nWebsite Developement.\nShould have Good Knowledge in HTML, CSS, JS,\naa\nKnoweldge in UI/UX will be an added\nEET e-em\ncareers@wasp.|k info@wasp.I|k"
    ],
    "images\\3843catlas3.png": [
        "Senior Software Engineer\nle] aac\nJoin our\nA\nexceptional team\nof technological\n.\ninnovators!\nAtlas Labs is a leading mobile, engineering and lol company that wot\nresearch and agricultural companies across the globe.\nThe successful candidate will thrive in fast paced environments (Tat Ma a)\nhigh attention to detail, and be dedicated to excellence. They w an agile tea\nof outstanding individuals who deliver exceptional results.\nTEBE\n- Degree in Computer Science Sag nology su\nPam alten (=< LeMol Dd eL Unley\nBe ace tele ac ool Rom-lconicrailaren-lre} - nd AWS\nimplementing software products\naol ALEC Corset LLL eho aa\nas AngularJS and similar ao\n- Proficiency with server side languages such crtaluily\nas Python, Java, node.js and oral\ncommunication skills\n- Attention to detail\nbere CBS IE\n- Interest in Al and machine learning 7\nTKR-V HETIL oS Metol Le)"
    ],
    "images\\3875csoftware.png": [
        "& SoftVessel\nAre you ready to accelerate?\nSoftVessel (pvt) Ltd develops advance and highly usable web and\nmobile applications. Our team design & develop SaaS products that\nare used by thousands of users everyday to make their life easier.\nWe are in search of dynamic and self learning Software Engineers and\nIntern Software Engineers with experience in React, Redux and\nNodeJS.\nnde SOFTWARE ENGINEER - FULL STACK\nnde SOFTWARE ENGINEER (INTERN) - FULL STACK\nFor more details & to apply visit softvessel.com/careers\ncr y\n| ae\n. d\nvi — - .\na\nelt ry\nSoftVessel (Pvt) Ltd\nNo. 60, Cotta Road, Borella, Colombo 08.\nwww.softvessel.com"
    ],
    "images\\4380csft3.png": [
        "Title: Senior Software Engineer/Software Engineer (Salesforce)\nLocation: Colombo, Sri Lanka\nWiley is a global company that specializes in academic publishing and\ninstructional materials, online education management and corporate learning and\ntraining. For over 200 years we have been helping people and organizations\ndevelop the skills and knowledge they need to succeed. We develop digital\neducation, learning, assessment, and certification solutions to help universities,\nbusinesses, and individuals move between education and employment and\nachieve their ambitions. By partnering with learned societies, we support\nresearchers to communicate discoveries that make a difference. Our online\nscientific, technical, medical, and scholarly journals, books and other digital\ncontent build on a 200-year heritage of quality publishing.\nWhether you are just starting out or looking to build on an already successful\ncareer, Wiley is always looking for talented, qualified people to join our global\nteam. Our unique culture is distinguished by a collaborative environment that\nsupports open dialogue, candid feedback and enduring relationships. We treat\neach other with dignity and respect — as human beings first and professionals\nsecond.\nSummary\nWe are looking for Senior Salesforce Engineers with a minimum of 4 years\nexperience and Salesforce Engineers with a minimum of 2 years experience in\ndeveloping functionality for enterprise solutions. Be part of an extraordinary\nopportunity to transform the higher education experience! As a developer for\nWiley’s Student Relationship Platform on Force.com, you will participate in the\ndefinition of Salesforce development processes, drive technical design for new\nfunctionality and develop new features to meet specifications. With Wiley’s\nproven expertise as a trusted partner in higher education, you will have the\nopportunity to innovate and create solutions that revolutionize the landscape of\nhigher education technology and accelerate your career.\n\nResponsibilities:\n\nParticipate in storyboarding and solution design sessions. Recommend\nalternate approaches, define technical impacts and provide sizing\nestimates.\n\n© Create technical designs for new product functionality on Wiley’s Student\nRelationship Platform.\n\n© Liaise with the Salesforce.com and the Salesforce.com-certified service\npartners on solution development.\n\n© Develop product capabilities using Force.com, APEX, Visualforce and other\ntechnologies.\n\nFollow an iterative software development methodology and contribute to\nall phases of the software development lifecycle and support.\n\n© Contribute to the development and packaging methodology for Force.com\napplication development.\n\nPerform unit testing, integration testing and performance testing of new\nproduct functionality.\n\nAnalyze and mitigate issues identified during testing.\n\n© Collaborate on and inform cross-functional teams of new feature technical\ndesign, technical requirements, limitations and implementation.\n\n© Articulate development status to technical and non-technical audiences.\n\n© Continually refine business acumen and establish domain/industry vertical\nexpertise.\n\nRequirements:\n\n© Minimum of a Bachelor's degree in Computer Science or an equivalent\nqualification.\n\n© Solid experience in Salesforce.com design and development.\n\nProficiency on Salesforce.com platform, APEX, Visual Force, Salesforce APIs,\nSOAP or REST based web services and SOQL.\n\n© Knowledge of the following: SQL/MySQL, PuTTY, Git, JavaScript.\n\nExtremely high attention to detail and accuracy.\n\nExperience in developing tools/scripts to aid in testing web applications.\n\n© Ability to adapt to new environments, specialties and processes.\n\nAbility to work constructively with team members towards a common goal.\n\n© Strong analytical and problem-solving skills.\n\n© Great at multi-tasking and delivering quality solutions under deadlines.\n\nExperience working in an Agile environment.\n\n© Excellent communication skills.\n\nWiley is an equal opportunity employer and does not discriminate on the basis on\nrace, color, creed, national origin, sex, sexual orientation, religion, age, disability\nor other legally protected status. Employment is contingent upon the successful\ncompletion of a background check and employment review\n\nApply : wiley-sl-recruitment@wiley.com"
    ],
    "images\\4419ccalcey.png": [
        "Be a part of Team Calcey !\ni\ni f PS\n—— S / el uy\nTo SU Cle Valco Xed iat\nale 2 = 1 PEt\nbie, . ah Li |\n| tl\nnes\nx | A a! ” i= Ph! A ; ee\nag Ri ey.\n4 P Yo a a i) = iI\nVee” So Bia =e\nc Cte acs a\neg 4 eet a\nOS 4 yo al a . aS AS\n; a ¢ \\ “wl Ee = ‘ Pe\nCa al jn iss\nEe el iter hi\n= 3+ years experience designing and executing enterprise class products\nS 8+ years experience in software development\nS High proficiency & hands on technical leadership in some of the following\ntechnologies:\n~ Mobile App Engineering - Objective C, Swift, Flutter, kotlin, Windows,\nLe Toa ET\nc Web Technologies - HTMLS, Ajax, Angular, lonic, React, Backbone, Knockout\ncS Enterprise Applications - Microservices, Containers, Service orchestration\nce Microsoft Technologies - .NET / .NET Core, WCF, WPF, Web Services\n~ Open Source Technologies - Nodes, Python, PHP, Go, Java\ncS Databases - MS SQL Server, Oracle, MySQL, PostgreSQL, Non-Relational\nDatabases (Elasticsearch, MongoDB)\nce A desire to utilize tooling and approaches such as TDD, BDD, Continuous delivery,\nGit and build pipelines to ensure product delivery becomes routine and safe\n- Knowledge of Message processing and stream processing is desirable\nce Experience in containerized deployment (Docker) is a must\n- Willingness to learn different programming paradigms, languages and technologies\nis a requirement\n< Experience working on multiple software projects throughout their full life cycles\n= A deep understanding of Agile development methodologies and DevOps\n- Expert on object oriented design, design patterns and data structures\n- Self-motivated, detail-oriented and strong analytical / problem solving skills\nce Excellent verbal and written English communication skills\ncalcey.com jobs@calcey.com Galcey"
    ],
    "images\\4421csen4.png": [
        "Title: Senior Software Engineer/Software Engineer (ServiceNow)\n\nLocation: Colombo, Sri Lanka\n\nWiley is a global company that specializes in academic publishing and\ninstructional materials, online education management and corporate learning and\ntraining. For over 200 years we have been helping people and organizations\ndevelop the skills and knowledge they need to succeed. We develop digital\neducation, learning, assessment, and certification solutions to help universities,\nbusinesses, and individuals move between education and employment and\nachieve their ambitions. By partnering with learned societies, we support\nresearchers to communicate discoveries that make a difference. Our online\nscientific, technical, medical, and scholarly journals, books and other digital\ncontent build on a 200-year heritage of quality publishing.\n\nWhether you are just starting out or looking to build on an already successful\ncareer, Wiley is always looking for talented, qualified people to join our global\nteam. Our unique culture is distinguished by a collaborative environment that\nsupports open dialogue, candid feedback and enduring relationships. We treat\neach other with dignity and respect — as human beings first and professionals\nsecond.\n\nSummary\n\nWe are looking for Senior ServiceNow Engineers with a minimum of 4 years\nexperience and ServiceNow Engineers with a minimum of 2 years experience to\njoin our exciting and rapidly expanding team in Sri Lanka. This position is a hands-\non development/configuration management position where you will be\nresponsible for integrations between the platform and other enterprise tools\n(eg., JIRA, Confluence, Salesforce), which will create efficiencies and reduce\ntechnical debts and costs.\n\nResponsibilities:\n\n* Contributes to the technical and functional implementation of the\nplatform’s roadmap.\n\nAcquires in-depth knowledge of an end-to-end technical solution and its\nfunctional capabilities.\n\nInteracts with cross-functional team members (planning, analysis,\narchitecture, development and testing) to develop and implement platform\ncapabilities.\n\n© Produces scalable and reusable code, allowing for quick delivery with as\nlittle duplication of effort as possible.\n\n© Completes technical tasks.\n\n© Identifies technical risks and issues associated with development activities\nand recommends mitigation and resolution approaches.\n\n* Works as a member of the technical team to maintain the health of the\nplatform.\n\n© Weighs in on the feasibility of necessary platform enhancements.\n\nRequirements:\n\n* Minimum of a Bachelor's degree in Computer Science or an equivalent\nqualification.\n\n* Solid experience with ServiceNow.\n\n* Experience with various ServiceNow platform modules (e.g., ITSM, ITOM,\nITAM, ITBM)\n\n* Knowledge of IT Service Management practices.\n\n© Understanding of technology methodologies including Agile (SCRUM),\ncontinuous integration/ continuous development and automation.\n\nFamiliarity with JIRA and writing user stories.\n\nWiley is an equal opportunity employer and does not discriminate on the basis on\nrace, color, creed, national origin, sex, sexual orientation, religion, age, disability\nor other legally protected status. Employment is contingent upon the successful\ncompletion of a background check and employment review\n\nApply : wiley-sl-recruitment@wiley.com"
    ],
    "images\\4448cRumex%203.png": [
        "\" f THRIVE YOUR SPEED\n: > FOR INNOVATION\nil J Ny > ~N]\n4\neae ot\n\" Pom —\nRumex is a pioneer in value innovation. uO SMDNeN {alley eelg\nRumex Cloud provides you with tools and\ninsights necassary to build a next-generation\nenterprise workplace. With each_-~—=»- RESPONSIBILITIES\nservice/product we build, we support «As the successful candidate you will ideally have experience working in an iOS\nbusiness performance acceleration and Development team alongside understanding iOS tools.\nenable innovation. + In this role you will develop software for mobile products on the iOS Development\nWe maintain a close partnership with all platform. You'll continually drive delivery and continuous product improvement.\nbusiness organizations. through’ integrity, ‘Collaborating with team members to prototype, build, and test high quality apps.\nhonesty, transparency and teamwork. We are _* Identifying shortcomings in current technology / architecture and recommend\nalready accountable for over 100 million solutions.\ncustomer transactions each month. + Providing constructive input into architectural decisions for new features.\n+ Providing technical guidance to other developers\nWe believe our success is brought about by staying up to date with Google's and other iOS development technologies, and\nan awesome team of dedicated people. If 9° . i\nyouvegatthedesitetobeapattofaceative ently and promote opportunities to make use ofthese technologies within the\nand innovative group of people in a fun and mobile team.\nrewarding environment, then it is you, we are\nlooking for. SKILLS & EXPERTISE\n+ Apassion for working as part of a development team building design led software\n+ Experience developing robust, high quality software meeting the agreed\nspecifications and complying with RUMEX's standards and procedures\ncareers@rumex.lk -Bxperiencein native development fori0S sing Swit Objective C\nrumex.Ik/rumex-careers + Experience in consuming RESTful services, JSON, HTTP and Firebase push notifications\n5 +The ability to excel in a working environment where you will assist analysts and\ndesigners and work closely with quality assurance through the development cycle.\n+The ability to establish and maintain strong relationships within the development\nteam and the wider organisation\n+ Hands on exposure to Agile processes and principles\nAPPLY NOW + Strong analytical and problem-solving skills,\n+ Prior experience with Android app development would be an added advantage\nEDUCATION\n+“ ABachelor’s Degree in Computer Science, similar technical field of\nstudy or equivalent practical experience\nCn eee Ju ay UC - nn  n"
    ],
    "images\\494czmessenger.png": [
        "Looking for creative and enthusiastic individuals to join our designing team.\nIf you are with 2+ years of prior experience with digital media exposure\nthis is the ideal place for you to join.\n\nHurry, send us your CV soon to careers@zmessenger.com\nmentioning the position as the subject\nzmessenger\nFor more insight visit us - www.zmessenger.com"
    ],
    "images\\5791cunicom.png": [
        "F 7 Vacancies in\n\nWe are a UK based software development organization\ncatering international projects. Unicom SD thrives to be\nSri Lanka's No. 1 software solution provider with world\nclass quality.\nSOFTWARE ENGINEER\n\nJob Requirements\n\n* BSc in Computer Science, Engineering or equivalent professional qualification\n\n* Minimum 1 year of industry experience\n\n* Concrete knowledge in OOP concepts\n\n* Strong knowledge in ASP .Net, MVC and front-end development framework such\n\n-as Angular\n\n* Excellent in converting business scenarios to coding\n\n* Strong knowledge in web development\n\n* Excellent in problem solving and good communication skills\n\n* Guide junior developers\nASSOCIATE SOFTWARE ENGINEER\n\nJob Requirements\n\n* HND or NVQ level 5 in Information Technology or equivalent professional qualification\n\n+ Basic knowledge in OOP concepts\n\n* Basic knowledge in ASP .Net, MVC and front-end development framework such\n\n-as Angular\n\n* Strong knowledge in SQL\n\n+ Basic knowledge in web development\n\n+ Excellent in problem solving and good communication skills\n\n+ Eager to learn new technologies\nThe Ideal candidates will receive an attractive remuneration package and career\ndevelopment opportunities\n\nSe\n(Pvt) Ltd"
    ],
    "images\\5824cgui.png": [
        "Web Designer / Developer\nJOB PROFILE :\nWe are looking for a digital creative designer to contribute with an excellent aesthetic background\nfor Web Developer in GUI Solutions Lanka (Pvt) Ltd.\nJob Responsibilities\n* Responsible for the design / develop allocated websites in a creative way\n* Implement Innovative ideas to improve customer requirements to impress customers\n* Think creatively and introduce practical ways to improve site performance\nKey Requirements\n¢ Required minimum 3- 5 years of commercial development experience\n* Good understanding of HTML5, CSS3, XML, JavaScript jQuery including Bootstrap framework\ndevelopment and web standards\n* Experience in front-end design patterns, responsive design, cross-browser, clean code development\n* Experience working with WORDPRESS platform and woo eCommerce plugin\n¢ Experience in PHP Development practices would be an added advantage\n* Ability to work independently and as a team\n¢ Excellent communication skills and interpersonal skills\nSuccessful candidate would be offered an attractive salary package based on his experiences and qualifications.\nTf you feel you are the right candidate to meets our requirements, kindly send us your CV to hr@guisrilanka.com\nor contact HR Manager 0112 - 922420\n6 www. facebook.com/auisrilanka hr@guisrilanka.com\ne GUI Solutions Lanka (Pvt) Ltd\n\nEmail: info@guisrilanka.com\n\n1's Web : wwwguisrilanka.com\n\n2 Address : 67/5E, 4th Level, Kandy Road, Kadawatha, Sri Lanka.\n\nJS Telephone : +94 11 292 2420"
    ],
    "images\\6090cre1.png": [
        "Title: Senior Software Engineer/ Software Engineer ( React)\nLocation: Colombo, Sri Lanka\nWiley is a global company that specializes in academic publishing and\ninstructional materials, online education management and corporate learning and\ntraining. For over 200 years we have been helping people and organizations\ndevelop the skills and knowledge they need to succeed. We develop digital\neducation, learning, assessment, and certification solutions to help universities,\nbusinesses, and individuals move between education and employment and\nachieve their ambitions. By partnering with learned societies, we support\nresearchers to communicate discoveries that make a difference. Our online\nscientific, technical, medical, and scholarly journals, books and other digital\ncontent build on a 200-year heritage of quality publishing.\nWhether you are just starting out or looking to build on an already successful\ncareer, Wiley is always looking for talented, qualified people to join our global\nteam. Our unique culture is distinguished by a collaborative environment that\nsupports open dialogue, candid feedback and enduring relationships. We treat\neach other with dignity and respect — as human beings first and professionals\nsecond.\nSummary\nWe are looking for Senior React Engineers with a minimum of 4 years experience\nand React Engineers with a minimum of 2 years experience to join our exciting\nand rapidly expanding team in Sri Lanka. This position is a hands-on development\nposition where you will be responsible for the development of Wiley’s Research,\nEducation and Corporate Learning platforms. You will leverage your in-depth\nknowledge of Java and React to work closely with architects, engineers and\nproduct owners to create complex applications. You will also ensure your\ncommitment to the highest quality standards both in functional and non-\nfunctional areas.\nResponsibilities:\n© Design, develop, test and support the web-based applications using\nReact/Redux technologies.\nFollow Agile and DevOps methodology with total ownership; you build it,\nyou run it, you break it and you fix it.\n* Actively participate in the code review process.\n* Work with technical and business teams to analyze and elaborate on\nrequirements and perform impact analysis.\n¢ Explore latest relevant technologies, techniques, frameworks, tools,\nmethodologies and processes.\nRequirements:\n* Minimum of a Bachelor's degree in Computer Science or an equivalent\nqualification.\n* Solid experience in developing applications using React JS and related\nframeworks.\n© High proficiency in ES Scripting.\n* HTML/CSS and jQuery development experience is highly desirable.\n* Sound knowledge and experience in software & system architecture,\nmicroservices architecture and AWS cloud technologies.\nStrong background in designing, architecting and developing high-\nend/customer-facing online platforms.\n© Working knowledge of caching technologies, front-end technologies and\nweb architecture.\n* Understanding of methodologies including Agile (SCRUM), continuous\nintegration/ continuous development and automation.\nFamiliarity with JIRA and writing user stories.\nWiley is an equal opportunity employer and does not discriminate on the basis on\nrace, color, creed, national origin, sex, sexual orientation, religion, age, disability\nor other legally protected status. Employment is contingent upon the successful\ncompletion of a background check and employment review\nApply : wiley-sl-recruitment@wiley.com"
    ],
    "images\\6152cshs.png": [
        "immediate Job Vacancies Available\nSH Studio is an Actively growing Studio. We are looking for bright, dynamic\nand creative Graphic Designer (Male & Female)\n@ A Diploma in Graphic Designing or An Equivalent Qualification\n@ Excellent in /Ps| Pr | /Ae| Ai |\n@ IT Literacy (MS - Office,Gmail & Social media)\n@ Minimum of 1-2 Years Experience in the Same Field\n@ Excellent Communication & interpersonal skills\n@ Being able to work on deadlines is must\n@ Fluency in Tamil (English required)\n@ Good Creativity Knowledge\n@ Should be Punctual & Passion for Design\n@ Age limit 20-30 years\n® Good typing skills in English\nPlease forward Your resume within 7 days along with names and\ncontact details of 2 non related referees, to the following email address\nV \\ SH STUDIOV y\nEmail Id: shstudio.wellawatte@gmail.com Contact: (011)2360766 Address: Ist floor No.257 1/1 Galle Raod,\nWellawatte, Colombo - 06"
    ],
    "images\\6162cEpic.png": [
        "JOIN THE JOURNEY S2S\nOF INNOVATION ...\nb RREVEW Ne yuri\n2 Mobile Application Development - Android\n3 Mobile Application Development - Flutter\nrt Software Quality Assurance\nLessee WEN SS\nSend your CV to writetous@epiclanka.net within 07 days of this advertisement mentioning\nyour NIC number on the first page of your CV.\nClearly state your most preferred area from the list above and the name of your university\non the subject line of the email. Fail to do so will be an automatic disqualification.\nSri Lanka | Malaysia | Japan | Singapore\nEpic Techno-Village | 158/1/A | Kaduwela Road | Thalangama | Battaramulla 10120 | Sri Lanka.\nT+94112 887787 F +94 112887727\n@® www.epictechnology.|k El Epic Technology Group © Epic Technology Group"
    ],
    "images\\6448cWiley%202.png": [
        "Title: Tech Lead\nLocation: Colombo, Sri Lanka\nWiley is a global company that specializes in academic publishing and instructional materials,\nonline education management and corporate learning and training. For over 200 years we have\nbeen helping people and organizations develop the skills and knowledge they need to succeed.\nWe develop digital education, learning, assessment, and certification solutions to help\nuniversities, businesses, and individuals move between education and employment and achieve\ntheir ambitions. By partnering with learned societies, we support researchers to communicate\ndiscoveries that make a difference. Our online scientific, technical, medical, and scholarly\njournals, books and other digital content build on a 200-year heritage of quality publishing.\nWhether you are just starting out or looking to build on an already successful career, Wiley is\nalways looking for talented, qualified people to join our global team. Our unique culture is\ndistinguished by a collaborative environment that supports open dialogue, candid feedback and\nenduring relationships. We treat each other with dignity and respect — as human beings first\nand professionals second.\nSummary\nWiley is looking for Tech Leads to join our exiting and rapidly expanding team in Sri Lanka. As a\nTechnical Lead, you will be responsible for the creation, development and maintenance of\nWiley’s Research, Education and Corporate Learning platforms. You will work closely with the\nengineering and business leadership, engineering teams, project managers and other business\nstakeholders to ensure projects are delivered to expectations and solicit feedback on issues.\nYou will be responsible for managing and mentoring all the team while being accountable for\ndeliveries.\nResponsibilities:\n© Be the technology lead for the team, take the ownership of the high-quality deliverables\nand be accountable.\nBe responsible for the logical and physical development of applications based on agreed\nuser requirements and architecture.\n© Manage the team, be accountable of team’s deliveries, work on performance appraisals\nand provide guidance and mentoring the team.\ne Work with non-technical business colleagues to understand the functionality,\ncomposition and user requirements.\ne Able to make use of this knowledge to constantly build the skills of other team members\nand to help drive business strategy.\nResponsible for implementing the defined quality procedures as well as promoting their\nuse within the team.\nRequirements:\n¢ Minimum of a Bachelor's degree in Computer Science or an equivalent qualification.\n© Must have a minimum of 6 years experience developing application using Java, Spring\nboot, React JS and SQL/NoSQL databases.\n© Minimum of 1-year experience leading a team in similar capacity.\ne Proven history with software and system architecture, microservices architecture and\nAWS cloud technologies.\nStrong background designing, architecting and developing high-end/customer-facing\nonline platforms.\n© Working knowledge of caching technologies, front-end technologies and web\narchitecture.\n© Understanding of technology methodologies including Agile (SCRUM), continuous\nintegration/ continuous development and automation.\n¢ Familiarity with JIRA and writing user stories.\nWiley is an equal opportunity employer and does not discriminate on the basis on race, color,\ncreed, national origin, sex, sexual orientation, religion, age, disability or other legally protected\nstatus. Employment is contingent upon the successful completion of a background check and\nemployment review\nApply: wiley-sl-recruitment@wiley.com"
    ],
    "images\\6551cWiley%201.png": [
        "Title: Senior Software Quality Engineer/ Software Quality Engineer\nLocation: Colombo, Sri Lanka\nWiley is a global company that specializes in academic publishing and instructional materials,\nonline education management and corporate learning and training. For over 200 years we have\nbeen helping people and organizations develop the skills and knowledge they need to succeed.\nWe develop digital education, learning, assessment and certification solutions to help\nuniversities, businesses and individuals move between education and employment and achieve\ntheir ambitions. By partnering with learned societies, we support researchers to communicate\ndiscoveries that make a difference. Our online scientific, technical, medical and scholarly\njournals, books and other digital content build on a 200-year heritage of quality publishing.\nWhether you are just starting out or looking to build on an already successful career, Wiley is\nalways looking for talented, qualified people to join our global team. Our unique culture is\ndistinguished by a collaborative environment that supports open dialogue, candid feedback and\nenduring relationships. We treat each other with dignity and respect — as human beings first\nand professionals second.\nSummary\nAs a Senior Quality Engineer for Wiley, you will help define and follow quality assurance\nprocesses, create test plans, execute functional and regression test scenarios. Need to work\nclosely with Wiley’s product development teams to research and remediate issues. Strong\nanalytical skills and hands-on experience in using open source tools for API/Web/Mobile test\nautomation is a must.\nResponsibilities:\n« Collaborate with product management to define quality standards.\n+ Participate in storyboarding and solution design sessions. Analyze and provide feedback on\nartifacts delivered throughout the development process.\n« Provide estimates for quality assurance planning and execution.\n« Create and maintain library of test plans and test scenarios. Ensure test scripts maintain\ntraceability to requirements.\n« Work with multidisciplinary teams to define and improve cross-functional processes.\n« Maintain staging environment, create test bed of data used to support test execution.\n«Create and maintain automated regression and performance test scripts.\n« Execute quality assurance test scenarios, manual and automated. Ensure that developed\nfunctionality satisfies requirements and aligns with specifications.\n« Track and record results of test execution. Interpret results and identify trends. Publish\nresults and communicate test execution status.\n« Research and recommend processes and tools to support the Wiley quality assurance\ndiscipline, including regression and performance test automation tools.\n« Identify challenges encountered during development and test processes.\n« Work closely with development team to research and mitigate issues found in testing.\nRequirements:\n* Minimum of a bachelor’s degree in Computer Science or an equivalent qualification.\n« Ayears’ experience in a quality engineering role.\n* Experience in manual testing for web/mobile based technologies.\n* Experience in test designing using design techniques.\n« Experience in analyzing web applications and writing test cases based on current behavior\nof the application where documentation or feature requirements do not exist.\n« Proficiency in testing complex integrations.\n« Experience in functional test automation tools such as Selenium, Rest Assured, Postman,\nAppium, etc.\n« Strong critical-thinking skills and the ability to give attention to details as well as big\npicture.\n« Excellent verbal and written communication skills and the ability to communicate\ninformation to technical and non-technical audiences.\n* Team player who can easily adapt in a rapidly changing environment.\n¢ ISTQB foundation level qualification will be an added advantage.\nWiley is an equal opportunity employer and does not discriminate on the basis on race, color,\ncreed, national origin, sex, sexual orientation, religion, age, disability or other legally protected\nstatus. Employment is contingent upon the successful completion of a comprehensive\nbackground check and employment review.\nApply: wiley-sl-recruitment@wiley.com"
    ],
    "images\\6556csysco.png": [
        "ele)\nPAYMENTS Fk\nae <A 6\nom AQT He ?= meee a\n> >. WARE 5 A af\n' = IS5 Seay\nDi ae\nBesa MN Hana Hn\ncose a Ya\n[aire eee) >for iss i eS [tI\nUnlimited Technologies: t we\nTransforming-Foodservice. a ANALYTICS\nSysco LABS is the innovation arm of Sysco Corporation ish ata eit\neae eerie mmm GUL\nere Cee ener nme (SSRN aah Pel\nits team of over 65,000 associates and operates 300 distribution\nSecon te (oce-ron nom nC eA] oo / TECH LEAD\nEVITA TVS SUMMA HN aay"
    ],
    "images\\6850cbs.png": [
        "We are a part of UK Group of companies with a presence of\nover 20 years.-We provide leading edge software solutions for the\nmc TefoY TN Tale a sae ALUN -TaT OU) Og SMU ©) LO eg (6 [=a\nFTC Ta oola acolo ULL cl [6] Ue tO Tae ECU LUD\nclients including Vodafone, EE and 02 distributors and resellers.\nOPTIMO™ software is used by prestigious events and venues,\nincluding London Olympics 2012, FIFA World Cup, City of\nMelbourne, Everton Football Club, Headingly Cricket Ground and\nBUSINESS ANALYSTS (SENIOR / JUNIOR) MULTIPLE POSITIONS\nIf you are an outstanding individual with a proven track record\nof over 1 year in a similar position, have a positive attitude\nand willing to learn new things, you can start your career with\nus in a highly demanding environment, providing best in class\nsoftware solutions to prestigious clients across the globe.\nTo apply, you must satisfy the following criteria,\n+ Thorough understanding of SDLC practices.\n+ Able to grasp technical aspects effectively.\n+ Excellent logical thinking skills and the capacity to provide practical solutions.\n* Strong ability to work independently, on challenging projects.\n+ Ability to complete work on time with outstanding quality, and have the\nmindset for continuous improvement.\n+ Keen focus on productivity with a strong ability to drive the team towards\ntargets.\n+ Proven experience on Requirement Elicitation, System Analysis and Design\nand Documentation.\n+ Exceptional communication skills to work closely with internal teams and\ninternational clients.\nIf you are interested, please forward your CVs to:\njobs@programus.co.uk mentioning the Programus\nposition applied for in the subject line. www.programus.co.uk"
    ],
    "images\\7056cincu%204.png": [
        "°\nIncubate\nBig Data DevOps Engineer\nIncubate Labs specializes in Web, Mobile, and Al technologies architecture, design, and\ndevelopment. We also provide IT strategy consulting, IT operations, DevOps, and SEO & Digital\nMarketing/Social Media solutions. Founded in 2012 to serve the U.S. Silicon Valley startups and\nentrepreneurs, we currently work with clients in the USA, Canada, Singapore, Sri Lanka, and\nmany other parts of the world.\nResponsibilities\ne Building, Integrating, and managing Big Data infrastructures (Spark, Hadoop, etc.)\ne Building cloud server infrastructure for new applications deployments\ne Securing cloud based infrastructures (Web applications firewall configuration and\ntuning, vulnerability monitoring and fixing, applying security patches)\ne Performance benchmarking, monitoring performance and advising any necessary\ninfrastructure changes\ne Configuring and deploying websites on cloud servers (AWS or GCloud)\ne Supporting applications deployments and weekly releases\nRequirements\ne Minimum 1 year experience with Cloud computing (AWS or GCLOUD)\ne Minimum 1 year experience working with big data processing tools such as Apache\nHadoop, Spark, Kafka is a MUST\ne Familiar with DevOps tools and DevOps support for agile development teams\ne Experience with Linux OS\ne Networking and infrastructure knowledge is a BIG PLUS\ne Database tuning and caching experience is a BIG PLUS\ne Experience in application performance benchmarking and identifying bottlenecks is a\nBIG PLUS\ne Web applications security experience is a BIG PLUS\ne Experience with Cloudflare and/or other caching and edge security solutions is a BIG\nPLUS\nPlease email your CV with two non-related referees to: jobs@incubatelabs.com\nwww. incubatelabs.com | Tel: 0112177251 | IncubateLabs, 259 % Pannipitiya Road,\nPelawatte, Battaramul"
    ],
    "images\\7410cgd.png": [
        "We are O\nLooking for a (a\nGraphic >\nDesigner 4 guy\n\nOffice Location: Pannipitiya =\nCrystal D, We are a Digital Agency\nWe are looking out for young, energetic high caliber individuals.\n\nYour requirements:\n\n@ A strong knowledge in Illustrator, Photoshop and InDesign\n\n@& Age bellow 30 years, should be fluent both Sinhala and English\n\n&% Good team player with PR skills\n\n& Minimum one-year experience\n\n& Ability to operate Adobe Premier, Adobe After Effects will be at your advantage.\nPlease send your CV:\n\ncareers@crystald.com.au www ccrystald.com.au"
    ],
    "images\\8054cASSET.png": [
        "Project Manager\nAsset Networks (Private) Ltd, a subsidiary of one of Sri Lanka’s most reputed corporations en-\ngaged in a variety of sectors ranging from real estate to infrastructure development to information\ntechnology, requires a Project Manager for immediate employment.\nWORK SCOPE\n. Coordinate internal resources and third parties/vendors for the flawless execution of pro-\njects\n. Ensure that all projects are delivered on-time, within scope and within budget\n+ Developing project scopes and objectives, involving all relevant stakeholders and ensur-\ning technical feasibility\n° Ensure resource availability and allocation\n* Develop a detailed project plan to track progress\n+ Use appropriate verification techniques to manage changes in project scope, schedule\nand costs\n+ Measure project performance using appropriate systems, tools and techniques\n. Report and escalate to management as needed\n° Manage the relationship with the client and all stakeholders\n+ Perform risk management to minimise project risks\n° Establish and maintain relationships with third parties/vendors\n. Create and maintain comprehensive project documentation\nREQUIREMENTS\n+ Great educational background, preferably in the fields of computer science or engineer-\ning for technical project managers\n. Proven working experience as a project administrator in the information technology sec-\ntor\n+ Solid technical background, with understanding or hands-on experience in software de-\nvelopment and web technologies\n° Excellent client-facing and internal communication skills\n° Excellent written and verbal communication skills\n° Solid organisational skills including attention to detail and multi-tasking skills\n+ Strong working knowledge of Microsoft Office\n. PMP / PRINCE II certification is a plus\nAn attractive remuneration package will be offered to the right candidate depending on qualifica-\ntions and experience.\nIf you are confident that you can match our expectations, please forward your complete resume\nwith contact details of two non-related referees to reach the Group Human Resources Manager via\ne-mail rajika@groupofasset.com within 10 days of this advertisement."
    ],
    "images\\8576cRumex%201.png": [
        "mw! ’\nco\n‘ 7. y\na , ’\ncn ve\n|\n4 > yy P 2)\nc Bus iets a8) - J\nFOR OVATION 7 ,\n~ 7 df , bP\nP LY\n<< s“ Pe ~\naS i { v\n2 = yf\na f\na ia a\na. sh, UD\nMeco § | RAINEE/ INTERN BUSINESS ANALYST\nCloud provides you with tools and insights\nnecessary to build a next-generation enterprise\nworkplace. With each service/product we build, SKILLS & EXPERTISE\nwe support business performance acceleration\nand enable innovation. + Excellent written and verbal Communication skills\n+ Excellent conceptual skills and capability to detail out user stories and\nWe maintain a close partnership with all requirement specifications\nbusiness organizations through _ integrity, + Advanced research & analytical Skills\nhonesty, transparency and teamwork. We are + Critical thinking and problem solving skills\nalready accountable for over 100 million + Flexibility and ability to deal with ambiguity, address uncertainty and adapt\ncustomer transactions each month. to changing priorities\nWe believe our success is brought about by an + Ability teworkindependeatly\nawesome team of dedicated people. If you've\ngot the desire to be a part of a creative and QUALIFICATIONS & EXPERIENCE\ninnovative group of people in a fun and | ;\nrewarding environment, then it jyou, wwe are + ABachelor’s Degree in IT, management or equivalent from a recognized\nlooking for. University\n+ IT knowledge or an academic or professional background in ITis mandatory\ne-le-t-) eO)AU ant) 414\nONL Came Lanark APPLY NOW"
    ],
    "images\\8581cmi1.png": [
        "Title: Senior Software Engineer/ Software Engineer (MarTech)\nLocation: Colombo, Sri Lanka\nWiley is a global company that specializes in academic publishing and\ninstructional materials, online education management and corporate learning and\ntraining. For over 200 years we have been helping people and organizations\ndevelop the skills and knowledge they need to succeed. We develop digital\neducation, learning, assessment and certification solutions to help universities,\nbusinesses and individuals move between education and employment and\nachieve their ambitions. By partnering with learned societies, we support\nresearchers to communicate discoveries that make a difference. Our online\nscientific, technical, medical, and scholarly journals, books and other digital\ncontent build on a 200-year heritage of quality publishing.\nWhether you are just starting out or looking to build on an already successful\ncareer, Wiley is always looking for talented, qualified people to join our global\nteam. Our unique culture is distinguished by a collaborative environment that\nsupports open dialogue, candid feedback and enduring relationships. We treat\neach other with dignity and respect — as human beings first and professionals\nsecond.\nSummary:\nWe are looking for Senior MarTech Engineer with a minimum of 4 years\nexperience and MarTech Engineers with a minimum of 2 years experience to join\nour exciting and rapidly expanding team in Sri Lanka. This position is a hands-on\ndevelopment position where you will be responsible for the development of\nWiley’s MarTech platforms. You will leverage your in-depth knowledge of Java\nand related frameworks to work closely with architects, engineers and the\nproduct owners to create complex applications. You will also ensure your\ncommitment to the highest quality standards both in functional and non-\nfunctional areas.\nRequirements:\n* Minimum of a Bachelor's degree in Computer Science or an equivalent\nqualification.\n* Solid experience in developing applications using Java, Spring, Spring Boot,\nJavaScript, jQuery and SQL/NoSQL databases.\nWorking knowledge of caching technologies, front-end technologies and\nweb architecture.\n* Proven history with AWS cloud technologies such as EC2 Instances, Glacier\nand $3 buckets.\n© Strong background of designing, architecting and developing high-\nend/customer-facing online platforms.\nFamiliarity with Zapier.\nExperience with PHP and Web CMS like Adobe Experience Manager will be\na definite advantage.\n© Domain knowledge of Marketing and Sales projects.\n© Understanding of technology methodologies including Agile (SCRUM),\ncontinuous integration/ continuous development and automation.\nFamiliarity with JIRA and writing user stories .\nWiley is an equal opportunity employer and does not discriminate on the basis on\nrace, color, creed, national origin, sex, sexual orientation, religion, age, disability\nor other legally protected status. Employment is contingent upon the successful\ncompletion of a background check and employment review\nApply : wiley-sl-recruitment@wiley.com"
    ],
    "images\\8674cwliey2.png": [
        "Senior Full Stack Engineers/Full Stack Engineers\nLocation: Colombo, Sri Lanka\nWiley is a global company that specializes in academic publishing and\ninstructional materials, online education management and corporate learning\nand training. For over 200 years we have been helping people and\norganizations develop the skills and knowledge they need to succeed. We\ndevelop digital education, learning, assessment, and certification solutions to\nhelp universities, businesses, and individuals move between education and\nemployment and achieve their ambitions. By partnering with learned societies,\nwe support researchers to communicate discoveries that make a difference.\nOur online scientific, technical, medical, and scholarly journals, books and\nother digital content build on a 200-year heritage of quality publishing.\nWhether you are just starting out or looking to build on an already successful\ncareer, Wiley is always looking for talented, qualified people to join our global\nteam. Our unique culture is distinguished by a collaborative environment that\nsupports open dialogue, candid feedback and enduring relationships. We treat\neach other with dignity and respect — as human beings first and professionals\nsecond.\nSummary\nWe are looking for Senior Full Stack Engineers with a minimum of 4 years\nexperience and Full Stack Engineers with a minimum of 2 years experience to\njoin our exciting and rapidly expanding team in Sri Lanka. This position is a\nhands-on development position where you will be responsible for the\ndevelopment of Wiley’s Research, Education and Corporate Learning platforms.\nYou will leverage your in-depth knowledge of Java and React to work closely\nwith architects, engineers and product owners to create complex applications.\nYou will also ensure your commitment to the highest quality standards both in\nfunctional and non-functional areas.\nResponsibilities:\n\ne Lead the design, development, testing and support of web-based\napplications and API development using Java, Spring Boot, REST APIs,\nReact JS and microservices-oriented architecture.\n\n¢ Follow Agile and DevOps methodology with total ownership- you build it,\nrun it, break it and fix it.\n\n¢ Actively participate in the code review process.\n\n¢ Work with technical and business teams to analyze and elaborate on\nrequirements and perform impact analysis.\n\n¢ Explore the latest relevant technologies, techniques, frameworks, tools,\nmethodologies and processes.\n\nRequirements:\n\ne¢ Minimum of a Bachelor's degree in Computer Science or an equivalent\nqualification.\n\n¢ Solid experience in developing applications using Java, Spring Boot,\nReact JS and SQL/NoSQL databases.\n\ne Proven history with software and system architecture, microservices\narchitecture and AWS cloud technologies.\n\n« Strong background of architecting and developing high-end/customer-\nfacing online platforms.\n\n« Working knowledge of caching technologies, front-end technologies and\nweb architecture.\n\n¢ Understanding of technology methodologies including Agile (SCRUM),\ncontinuous integration/ continuous development and automation.\n\n¢ Familiarity with JIRA and writing user stories.\n\nWiley is an equal opportunity employer and does not discriminate on the basis\non race, color, creed, national origin, sex, sexual orientation, religion, age,\ndisability or other legally protected status. Employment is contingent upon the\nsuccessful completion of a background check and employment review.\n\nSend your CV: wiley-sl-recruitment@wiley.com"
    ],
    "images\\8681cgears.png": [
        "i a D\nSoftware Solutions (Pvt)\nGEARS SOFTWARE SOLUTIONS provides range of web based solutiol\nCOTES CTO mod etn RtoRC TAL M er CoO MSO AAU CELSO LUTON\n‘systems development, technology consulting, e-commerce, ERP, CRM, OH\nEO) Tee SOU CUSTOM LER ALR COR ONAELUICO UTC Li) | (0107\njoin our team.\n_. + % ~\nanew _ ee {\nFull-stack Senior Software Engineer\n(PHP Cl) Colombo and Kandy 2\nRoles and Responsibilities ———— .\n@ Minimum 3 plus years Commercial experience as OO php developer.\n@ &xperience with REST/SOAP Web service integration.\n@ Sound knowledge in Cl and Knowledge of Laravel MVC preferred.\n@ Software development with Web technologies. HTML 5, CSS,\nJavaScript, jQuery.\n@ Knowledge of Linux - Lamp stack.\n@ MySQL Database development experience.\n@ Knowledge in Laravel and Angular will be an added advantage\nCMe ae Be) 3\n@ Ability to work independently and as a team.\nZa @ Adegree in computer science or IT related field.\nForward your detailed CV to careers@gears-int.com mentioning the\nposition you are applying in the subject of the email. y\nKindly indicate the below information on your resume:\n1. Expected Salary. 2. Availability to commence work."
    ],
    "images\\8829cshimon.png": [
        "4 ~} \\\nys SHIMON Softh\nShimon SoftHouse\nSoftware Engineers Required\nCompany Profile\nShimonSofthouse(Pvt)Ltd. is a Offshore IT Development Company to Japan. Our Company\nis attached to SLiC Co.,LTD. Japan.We professional to IT Software Development for Banking\nSystems, IVR Telephone Systems, Credit Card Systems, E-Money Developments.\nKey Responsibilities\n* Working with a team to implement new softwares to business needs.\n+ Write system modules either from scratch or by amending existing system.\n* Working with deadlines while adhering to all web and coding standards.\n* Collaboration with Technical Team and the Management. sa pias\n* Planning & Estimation for given Tasks.\nWeb\nPersonal Requirements Applications\n* Strong Knowledge in PHP / Perl / HTMLS / JavaScript/ jQuery/ CSS / AJAX/\nMYSQL / PostgreSQL .\n+ Experience in PHP and frameworks such as Ethna / Codelgnitor.\n* Knowledge of Centos ,AMI Linux Operating Systems is a plus.\n+ Experience in OpenCV is a Plus.\n+ Experience in ReactJS /VueJS is a Plus.\n+ Experience in JAVA/ JEE/ JSP/Spring MVC/JPA/Hibernate is a Plu\n* Experience in AWS is a Plus.. aWs\nInterested candidates please forward a completed resume to: hr@shimonsofthouse.com\ni Shimon SoftHouse (Pvt) Ltd,\nNo. 282 3/1, DR NM Perera Mawatha, Borella\nTel — 0114383578,0776608267\nwww.shimonsofthouse.com\nWorking Hours - 9.00am - 5.30pm (Mon -Fri)"
    ],
    "images\\9144cWEN%202.png": [
        "eP LANKAN\nWe add value to your business\na1 o&€ U\n= i @\n-, ©. °°? =” ASSOCIATE PROJECT\nve , = MANAGER\n— =\nsy | Ae\n- a ie ~ AW * CLOUD © MOBILE\nme a\nWeb Lankan is a well established ISO certified award winning company in Sri Lanka which delivers tailored\nservices to any business entity in Digital Marketing, Responsive Web Design & Development, and Customized\nsoftware solutions for business processes.\nDue to the growth and possible expansion of the company, we are looking for a motivated and\ncareer-minded person to join our Management Team\nQualification and Skills\n* 3+ years of work experience as a project manager / Associate Project Manager\n* Degree or equivalent Professional Qualification in IT\n* Strong familiarity with project management software\n* Experience in Initiating, planning, executing, monitoring and controlling of projects.\n* Experience in QA and defect management tools.\n* Should have excellent negotiation, analytical, communication and conceptual skills\n* Result oriented and can do attitude\n* Possess sound leadership skills\n+ Ability to manage customer expectations ensuring the project is developed on time ,\non-budget and with quality.\n+ Manage the day-to-day working, utilization, implementation of resources and developers\n* Ability to identify opportunities and sell process and improvements\n* Solid working knowledge of current internet technologies\n+ An Out-of-the-box thinker with strong \"Problem solving\" ability\nIf you feel that you are the right candidate for the above, who likes to work with a diverse group in a unique\nwork environment with passion, we would like to hear from you.\nSend in your CV to careers@weblankan.com\nPlease indicate the position in the subject of the email. Only shortlisted candidates will be called for an interview.\nWEB “Sitttinm cmmnioensine — oe —-@\n, DL Pathirage Mawatha, Gangodawila, Nugegoda, Sri Lan!\nee LANKAN  HotLine:(+94) 112802280 'S0. 9001-2015 CERTIFIED\n{We add value to your business E-mail :info@weblankan.com www.weblankan.com"
    ],
    "images\\9276ckhu1.png": [
        ". oe y\nKerk Solutions (Pvt) Limited KHUTZI\nLocal Partner of Khutzi Technology, Australia\nwww.khutzi.com\nSenior Software Engineer\n\nDue to our rapid expansion we are looking for Senior Software engineers. We are based in Rajagiriya but will\nvery soon move into our own new modern building at Nawala.\nKerk Solutions is an Australian and Singapore based software company building applications for financial\nservices, document management and gaming industries using the latest Web technology stack with modern\nmicro services architectures and technologies.\nWe have customers in Sri Lanka, Australia, New Zealand, Singapore, Thailand and Mexico and rapidly\nexpanding in many other regions, You will have the opportunity to learn many new technologies and\nframeworks.\nIf you interested in working for a great company and have a positive can do attitude please apply.\nSoft Skills Required\n\n¢ Atleast 3 years in a similar capacity\n\n¢ Work in a self-managed and can do manner\n\nGood written and verbal skills in English\n\n© Maintain a strong customer service focus\n\n¢ Ahigh level of enthusiasm and willingness to learn\nSkills and Experience — at least two of the following\n\n© UVUX-—Angularjs, React.js\n\nA desire to learn new concepts — such as 4GL Business Rules Engines\n\n© WordPress and PHP Development\n\n¢  Java/J2EE Development\n\n© Databases - MYSQL, SQL Server, Oracle, Postgres, DB2\nYour application will be treated with utmost confidence. Please apply confidentially; indicating which\nrole you are interested in, to susil.s@khutzi.com\n\n135B 1/1 Rajagirya Road, Rajagirya Tel 011-2870815"
    ],
    "images\\9412cch3.png": [
        "ACCURA-TECH\nWe are a UK based Software Development company pioneering in the field of Narrow Band\nVideo Streaming technologies and engaging in many Research and Development Projects.\nWe would like to meet people who are Dynamic, Motivated, Innovative, Creative and fulfill\nrequirements for the following position.\nSOFTWARE ENGINEER -PHP (FULL STACK DEVELOPER)\nMajor JobR ibilities:\n1. System Analysis, Designing, Coding, Successfully Implementing, Deploying and\nMaintaining Systems.\n2. Work ina collaborative team environment.\n3. Very good knowledge in Web Development Concepts.\nQualifications:\n1. Recognized qualification in Software Engineering.\n2. Should have experience in WordPress, Drupal, Codeigniter , and any other PHP\nFrameworks.\n3. Minimum 2 years’ experience in HTML, SCSS, jQuery, JavaScript and latest UI/UX\ntechnologies.\n4. You must be an excellent WordPress Developer (Developing Plugins & Building\nThemes from Scratch).\n5. Experience in Cross-Browser compliant coding is a must.\n6. Proven skillset in Angular JS, React JS, Ajax and HTML 5 would be an added\nadvantage.\n7. Extensive Knowledge in JavaScript Frameworks, Bootstrap Framework and\nResponsive Web Sites.\n8. Excellent Command in English is Essential. (Both Written & Spoken)\nForward your CV to info@accura-tech.com. Please use the job title as the e-mail subject\nwhen submitting the application by mail."
    ],
    "images\\9522cwe.png": [
        "Pees\naes,\nSeSeSs%o\nssecsen\nr. ‘\nWE ARE LOOKING FOR WEB DESIGNERS\n¢ Requirements\nY Minimum 2 years experience in Web Designing.\nv Experience Skills in Digital marketing, Social Media, Photoshop, Illustrator,\nCorelDraw an added advantage.\nY Should have positive attitude and good team player\nY Age below 27 years\nBe a Proud member of the Tharanga lands and Tharanga Plantations Sales team. If you\nare interested in the above mentioned 2 position, Please send us your CV by Post or Email\nto the Address below Within 14 Days.\nTHARANGA LAND SALES (PVT) Ltd.\nNO.364/11/A,\nHIGH LEVEL ROAD,\nKOTTAWA.\n075 9647 912\nbotharangalands@gmail.com"
    ],
    "images\\9527ckhu2.png": [
        ". oe y\nKerk Solutions (Pvt) Limited KHUTZI\nLocal Partner of Khutzi Technology, Australia\nwww.khutzi.com\nSenior QA Engineer\n\nDue to our rapid expansion we are looking for an experienced QA engineer to lead and manage our growing\nQA practice.\nYou will be working for an Australian based software company building applications for financial services,\ndocument management and gaming industries using the latest Web technology stack with modern micro\nservices architectures and technologies.\nThere will be excellent remuneration based on the quality and output of your work. It will be above average\nmarket rates. Current QA Engineers will also be considered and can apply for this role.\nIf you interested in working for a great company and have a positive can do attitude please apply.\nSoft Skills Required\n\n© Work in a self-managed manner\n\n© Good written and verbal skills in English\n\n© Maintain a strong customer service focus\n\ne A high level of enthusiasm and willingness to learn\n\n« Understanding of SDLC and a desire to be in QA as a career\nSkills and Experience\n\n© Thorough understanding of QA best practices - development of Test Strategies, Test Cases, Defect\n\nTracking and Risk Based Testing to name a few.\n© Some technical knowledge with Software Development and a desire to keep up with latest trends and\ntechnologies\n\nAbility to work in a demanding and fast paced environment\nYour application will be treated with utmost confidence. Please apply confidentially; indicating which\nrole you are interested in, to susil.s@khutzi.com\n\n135B 1/1 Rajagirya Road, Rajagirya Tel 011-2870815"
    ],
    "images\\9775cWiley%203.png": [
        "Title: Technical Specialist\nLocation: Colombo, Sri Lanka\nWiley is a global company that specializes in academic publishing and instructional materials,\nonline education management and corporate learning and training. For over 200 years we have\nbeen helping people and organizations develop the skills and knowledge they need to succeed.\nWe develop digital education, learning, assessment, and certification solutions to help\nuniversities, businesses, and individuals move between education and employment and achieve\ntheir ambitions. By partnering with learned societies, we support researchers to communicate\ndiscoveries that make a difference. Our online scientific, technical, medical, and scholarly\njournals, books and other digital content build on a 200-year heritage of quality publishing.\nWhether you are just starting out or looking to build on an already successful career, Wiley is\nalways looking for talented, qualified people to join our global team. Our unique culture is\ndistinguished by a collaborative environment that supports open dialogue, candid feedback and\nenduring relationships. We treat each other with dignity and respect — as human beings first\nand professionals second.\nSummary\nWiley is looking for Tech Specialists to join our exiting and rapidly expanding team in Sri Lanka.\nAs a Technical Specialist, you will be responsible for the creation, development and\nmaintenance of Wiley’s Research, Education and Corporate Learning platforms. You will work\nclosely with the engineering and business leadership, engineering teams, project managers and\nother business stakeholders to ensure projects are delivered to expectations and solicit\nfeedback on issues. You will serve as the custodian of standards-compliant software\ndevelopment and responsible for implementing the architecture and designing of the Wiley\nproduct portfolio.\nResponsibilities:\ne Be the technology lead for the team, take the ownership of the high-quality deliverables\nand be accountable.\nBe responsible for the logical and physical development of applications based on agreed\nuser requirements and architecture.\ne Provide guidance and mentoring the team.\ne Work with non-technical business colleagues to understand the functionality,\ncomposition, and user requirements.\ne Able to make use of this knowledge to constantly build the skills of other team members\nand to help drive business strategy.\nResponsible for implementing the defined quality procedures as well as promoting their\nuse within the team.\nRequirements:\n© Minimum of a Bachelor's degree in Computer Science or an equivalent qualification.\n© Must have a minimum of 6 years experience developing application using Java, Spring\nboot, React JS, SQL/NoSQL databases.\ne Proven history with software and system architecture, microservices architecture and\nAWS cloud technologies.\nStrong background designing, architecting and developing high availability, high volume,\ncustomer-facing online platforms.\n© Working knowledge of caching technologies, front-end technologies and web\narchitecture.\n¢ Understanding of technology methodologies including Agile (SCRUM), continuous\nintegration/ continuous development and automation.\nFamiliarity with JIRA and writing user stories.\nWiley is an equal opportunity employer and does not discriminate on the basis on race, color,\ncreed, national origin, sex, sexual orientation, religion, age, disability or other legally protected\nstatus. Employment is contingent upon the successful completion of a background check and\nemployment review\nApply: wiley-sl-recruitment@wiley.com"
    ],
    "images\\9846cch.png": [
        "[R'] REDBLOCKS\nSENIOR SOFTWARE ENGINEER (J2EE)\ne 5+ years’ of J2EE experience\ne Hands on experience with\nSpring Boot\nSpring Cloud\nDevOps skill with AWS is desired\nCI/CD - Jenkins / Ansible\nExperience with serverless architecture\nExcellent communication is a must | Competitive salary\nFriendly working culture | Convenient location\nSend your resume to [iniieX@lg=felo) fofel <Hre}\nVisit us at www.redblocks.io"
    ],
    "images\\3740cSocial%20Media%20ExecutiveoCol%2003o1.jpg": [
        "forum s\nwebmaster =\ntopping ay ap SEO f _f 2\nB online SEPVIGE =—e-malle=2\nweb2.02 =—e_s pe'= news\n: = S62 adda 2 EWWW\nsocial blog communication Ss & advertiegeest cca = send fanpage\nsuccessful status inbox = Se\nfollowers comment a llow =o\nel E E \"Sean video \"== E media\nfact SS rank Post instant search SS a eome fan stare 2 advertising =\n2 “!_ <=> == internet =\nSocial Media /Executive (You Tube/CMS)\nColombo\nOne of the leading Social media company\nJob Description:\nWork with client and partner accounts to optimize content\nIdentify video and audio content that qualifies as partner content\nUtilize the YouTube Content Management System (CMS) to update and\noptimize content\nRequirement\nHave completed G.C.E.(A/L)\nBe passionate about Music\nExcellent communication skills in English Language - written and verbal.\nHe /she must be extremely well organized with strong attention to detail.\nHave excellent typing skills and data entry skills\nPrior experience in Social media and CMS platform would be an added\nadvantage\nHave good understanding of Microsoft Excel and word\nSalary 50,000/- (Negotiable)\nEmail your CV with details of two non-referees to hr4@konnecting. biz\nApplication will be treated confidentially & the shortlisted applicants will be\ncontacted.\n®, ‘\n<@onnecting"
    ],
    "images\\4956cData%20Entry%204%20Months%20Contcatso1.jpg": [
        "eos\ncoo ef =\n7 i a -— =\neee ———=e ==\nJ. pa\nData Entry Operator-4 Months\ncontracts -Colombo 5\n(Male/Female)-\ne Age below 25\ne Excellent knowledge in Excel (Charts/Tables & calculating etc.)\ne One year experience in data entry will be an added advantage\ne School leavers with excellent communication skills are encouraged to apply\ne 4months contract\ne Should be a team player with the ability to work independently with a minimum\nsupervision\ne Salary : Negotiable\nEmail your CV with details of two non-referees to hr4@konnecting.biz\nApplication will be treated confidentially & the shortlisted applicants will be\ncontacted.\n2, .\n<@onnecting\nSkilled Management & Recruitment"
    ],
    "images\\5453cDigital%20Marketing%20CoordinatoroCol%2003o1.jpg": [
        "webmaster ia ale seo 8 fanpage | 5\nac | WWW ‘= 8, # network * traffic t\nE  onine SEPVIEE =e-mall-=s3 2\"\nwebe 02 S822 Eww\n; 7 ee ae SE5 aidu § SWWW,\ncmos” blog epreenise eat a ee = favorite a\nfallgwers comment all OW =i\nNae E E \"Sean video \"== E media\nfact = rank Pest instant search SS field = ae fan share $3 ‘© advertising g\n= “' <> === internet\nDigital Marketing Coordinator (You\nTube/CMS) Colombo\nOne of the leading Social media company\nJob Description:\nWork with client and partner accounts to optimize content\nIdentify video and audio content that qualifies as partner content\nUtilize the YouTube Content Management System (CMS) to update and\noptimize content\nRequirement\nHave completed G.C.E.(A/L)\nBe passionate about Music\nExcellent communication skills in English Language - written and verbal.\nHe /she must be extremely well organized with strong attention to detail.\nHave excellent typing skills and data entry skills\nPrior experience in Social media and CMS platform would be an added\nadvantage\nHave good understanding of Microsoft Excel and word\nSalary 50,000/- (Negotiable)\nEmail your CV with details of two non-referees to hr4@konnecting.biz\nApplication will be treated confidentially & the shortlisted applicants will be\ncontacted.\n®, :\n<@onnecting"
    ],
    "images\\7331cOptomization%20Specialist%20Colombo%2003o1.jpg": [
        "webmaster le seo fanpage _§ =\n“man WWW “= 5. ag network ftrattic | t\nB onine SEPVIGE =e-mall=s\"—\"\nwebe.0= S822 =e Eww\n; = ae X S67 adda 2 EWWW\ncusseesst =! DIGG communication: mm pm acu as = we, ANNADE\nfollowers comet allow = ie\noto EE \"coroam video \"2\" B mecla\nfact Ss rank Post instant search SS field = roe fan share \" ‘advertising a\n= vet =< =. B\nae —— — internet\nOptimization specialist (Social Media)-\nColombo 03 (3 Vacancies)\nOne of the leading Social media company located at Colombo 03\nJob Description:\nWork with client and partner accounts to optimize content\nIdentify video and audio content that qualifies as partner content\nUtilize the YouTube Content Management System (CMS) to update and optimize\ncontent\nRequirement\nHave completed G.C.E.(A/L)\nBe passionate about Music\nExcellent communication skills in English Language - written and verbal.\nHe /she must be extremely well organized with strong attention to detail.\nHave excellent typing skills and data entry skills\nPrior experience in Social media and CMS platform would be an added\nadvantage\nHave good understanding of Microsoft Excel and word\nSalary 50,000 /- Negotiable)\nEmail your CV with details of two non-referees to hr4@konnecting.biz\nApplication will be treated confidentially & the shortlisted applicants will be\ncontacted.\n@, .\n<@onnecting"
    ],
    "images\\7927cOptomization%20Specialist%20Spanisho1.jpg": [
        "forum s\nwebmaster 5\ntaping we cf SEO B f of :\nB online SEPVIGE =—e-mall=2\nweb2.02 =—e_s pe'= news\n: = S62 adda 2 EWWW\nsocial blog communication &: & advertigegeest cca = send fanpage\nsuccessful status inbox = See\nfollowers comment TOW =o\nwell E E \"Sean video \"== E media\nfact SS rank Post instant search SS a erent fan stare advertising =\n2 “<> == internet -\nColombo 03\nOne of the leading Social media company located at Colombo 03\nJob Description:\nWork with client and partner accounts to optimize content\nIdentify video and audio content that qualifies as partner content\nUtilize the YouTube Content Management System (CMS) to update and optimize\ncontent\nRequirement\nHave completed G.C.E.(A/L)\nBe passionate about Music\nExcellent communication skills in English & Spanish Language - written and\nverbal.\nHe /she must be extremely well organized with strong attention to detail.\nHave excellent typing skills and data entry skills\nPrior experience in Social media and CMS platform would be an added\nadvantage\nHave good understanding of Microsoft Excel and word\nSalary 50,000 /- ( Negotiable )\nEmail your CV with details of two non-referees to hr4@konnecting. biz\nApplication will be treated confidentially & the shortlisted applicants will be\ncontacted.\ne, ‘\n<@onnecting"
    ]
}