[
    {
        "position": "Software Engineer/Senior Software Engineer - Java -Contractors (1)",
        "description": "mitra)\nI\nwere) | .\nhi 7 | et\ndilate\ni\naa"
    },
    {
        "position": "Front End Developer (React js) - Contractors (1)",
        "description": "mitra)\nI\nwere) | .\nhi H | et\nring: |.\nee Ee cd\nha\nwl\nCLICK HERE"
    },
    {
        "position": "Test Lead  ",
        "description": "’ t\nVW FE R F enactor\n[Colombo Office]\nYour Profile\nYou must have a good academic and industria\ntrack record with a recognized degree; excellent\nanalytical and problem-solving skills; good\ncommunication, interpersonal and team\nworking skills and you must be willing to travel. About Enactor\nReporting to a Test Manager, you will be Enactor is a successful and growing software\nresponsible for defining and driving test company providing enterprise systems to\nstrategies and plans, testing within a project leading UK, North American and European\nand ensuring we déliver quality releases to our retailers. Enactor systems drive the instore,\ncustomers. You will also help define our testing\n7 mobile and online channels that make up a\nculture and be great at asking questions. It is 4 Sarasa\nimportant to have a creatively destructive modern retail organisation.\nmind-set and a methodical and thorough\napproach to testing sepees\nResponsibilities\nF fe oat, > Work closely with Project/Delivery Managers,\nSkills & Qualifications y yes Dolan Manger\nDev Leads and agile team to define/drive\n> At least 6 years experience in Software test plans and executions.\nQuality Assurance (including minimum 2\nyears in a Test Lead position), preferably in > Drive test automation as a part of testing\nRetail applications. process to achieve optimum results.\n> Experience in formulating and executing test > Configure and maintain test environments.\nplans and strategies.\na > rm functiona i sts,\n> Exposure to Software Test Automation with Perform functional/non-functional test\nfamiliarity in Selenium, Cucumber, TestNG\nsre desirable > Conduct product demonstrations to the\ncustomers\n> Good understanding of the software\ndevelopment process including Agile > Train the team on testing best practices\npractices\nIf you think you have the right attitude and skills to take on the above role with Enactor, please emai\nyour CV to sl-careers@enactor.co.uk at your earliest. We are looking to schedule interviews in the next\nfew weeks.\nFe Dade nD ees RonPasce dd RnuWr sas gak lg\nColombo 7, Sri Lanka"
    },
    {
        "position": "Tech Lead - Java/J2EE ",
        "description": "’ t\nWERE enactor\n[Colombo Office]\n\nEnactor is headquartered in the UK and runs a large\nproportion of product development and customer\nprojects in its Sri Lankan office. We are looking for Desirable Skills & Experience\nhands-on Java Tech Lead for our Colombo office to be\na part of an experienced team of Java, Android and posure to mobile development with Android\niOS developers who can work on par with or Os Would belan advantage\ncounterparts in the UK. Projects will include mobile\nand handheld development, Swing clients, web Developing Workflow, CRM, SCM or ERP\nsolutions\napplications and web services, all driven by our own\nprocess based development platform. You will need > Exposure to Inventory & Warehouse\nstrong core skills in Java, Web Services, Software Management Systems\nArchitecture and Communication\n> Proficiency in cloud platforms and\ntechnologies (AWS, Azure, Kubernetes, Docker\n7 7 Swarm)\nExperience & Skills\n> Adegree (BSc) in Computer Science or a related Responsibilities\nfield (Engineering or Mathematics) with at least a\nsecond upper class or higher. > Rapidly learn and become a technical authority\n> Aminimum of at least 8 years of experience, on Enactor applications, platform, tool-set and\ndeveloping large scale software systems with the architectural/design principles\nJava/I2EE stack of which at least 3 years should be\nat a Tech Lead level > Provide hands-on development leadership and\n> Familiarity with MVC frameworks ensure timely delivery of production quality\nsolutions\n> Developing scalable & multi-threaded applications.\n> Sound technology expertise in Relational > Working closely with architects, development\nDatabases, JDBC, ORM, XML, XSLT, Web leads, application specialists and project\nTechnologies, SOA and Web Services. managers in other Enactor offices.\n> Working knowledge of J2EE containers such as > Writing functional specifications and technical\nTomeat. specifications from BRDs.\n> Docker & containerisation technology\n> Research , design and code to provide\n> Experience in and passion for Agile methodologies. technical solutions.\n> Software Architecture and Design experience.\n> Effective use af design pattems and experience in f you think you have the right attitude and skills\nTDD/BDD with familiarity in JUnit, TestNG to take on the above role with Enactor, please\nSelenium, Cucumber. email your CV to sl-careers@enactor.co.uk at\n> Experience working in and preferably leading your earliest. We are looking to schedule\ndistributed agile teams. interviews in the next few weeks.\nGreate SIL er, eee YacstK) Parent\nron eT"
    },
    {
        "position": "Senior Platform Security Engineer (1)",
        "description": "@ Pearson lechnology Operations\nSecurity Engineer h\nON a eRe ee eee een se\nUne age aeonc seit\nPo ee eae eer ae\nay\nNee Cm TR eR Ren eye\na tat nu Cee Ro eel vee iontls) } Neaiee\nCan Sane Ao REC C a re -\nPOE Rg eeu Res Ca) ; vt A\nea co | a\na\nKey Responsibilities: Cy a\na=\nSead tees ett eel ue are oe . a a a\nParticipate in Value stream analysis and help prioritize security work ay RE\nTTR Rs Ce) aa eels od e rn oe oe\nPe nomen ew Se eM eset eT] Ecos\nPNET Ud e pea\nPee cae cea eet are eee es . Wee\n* Assist in implementing an automated framework for security tool eee\nCee Ue eee ue CT acetone 5 (pee\nPenne Neel Rene WER RUS) WP\nSeema Ree eo a a ee ee eee ay\nee eet ee Secu ee ees cae os\nFare ea een anette Meu enc .\neeeeieae\nIVAN TeTU ical ial eos\nSere ra Sue RR eo\nee cu ctiy\nime etsy) ee cane a eee)\neas geese eeu een Ren I) q\nPies geo cee aces\nPen ae eae ec ad\nBeane ta ge ese On eee Pee og ele\nservices like EC2 and more)\nORS area ee ee ea en\n+ Anunderstanding of security concepts and tooling within AWS\n(GuardDuty, CloudTrail, VPC, etc)\nOa aera en te eae U rae J\n* Familiarity with Git and Git-based workflows ie\nee eeu ge ata) Ci Moraes eeu ee\n«Experience with laC toolings such as Terraform or CloudFormation\naaa ET Ra ee ae eee\nabout this role"
    },
    {
        "position": "Xamarin Engineer (Contractors) (1)",
        "description": "mitra)\n\nI\nwere |\nhiring! |.\n\nring: |.\nSe\nae"
    },
    {
        "position": "Associate Technical Lead (Java)  (8)",
        "description": "@ @Cambiosrilanka\nCAMBIO © ecambiotk\nSOFTWARE ENGINEERING @cambio.srilanka\nELIE DS, | ; s\na —p ie g\n. ® Oi 8 t\nas al |\n: = eo a\ni =\nr [\n_ \\\nIS eat]\n1 pias TECH LEAD\nf _“ Q al |\nt x\nSs JAVA\n)\neo\nWe are looking for talented Technical Leads to join our Research and\nDevelopment center in Colombo. You are required to provide Technical\nLeadership to a team while driving the design and development of\nHealthcare Solutions in collaboration with foreign R&D clients.\nRequirements Understanding and experience\nin the following areas would\n® Minimum of 5 years of experience in design and be an added advantage\ndevelopment using Java and JEE technologies\n® Ability to learn quickly, be adaptable and work ina © EJB3, Spring, Hibernate\ndynamic environment\n@ HTMLS, JavaFX, Java Swing\n®@ Be self-motivated and motivate team members\n© Maven, Subversion, GIT, Jenkins\n®@ Be a good team player\n®@ Experience in Agile based methodologies such as\n® Have strong analytical and problem solving skills Serum/XP, Kanban\nsifexcellentunderstanding of design patterns and © Exposure to working with remote development\nintegration patterns teams\n© Bachelor's Degree in Software Engineering, or ® Previous experience working with foreign clients in\nrelevant degree from a recognized University a similar capacity\nIf you are interested, forward your CVs to careers@cambio.|k\nindicating the position you are applying for as the subject of the email\nNo 520, R A De Mel Mawatha, Colombo 03, Sri Lanka"
    },
    {
        "position": "Tech Lead (Java) (5)",
        "description": "SOFTWARE ENGINEERING Cc\nWe are looking for talented\nTechnical Leads to join our -+-\nResearch and Development center\nin Colombo. You are required to }\nprovide Technical Leadership to a @ A\nteam while driving the design and\ndevelopment of Healthcare\nSolutions in collaboration with\nforeign R&D clients.\nRequirements Understanding and experience\nin the following areas would\n© Minimum of 7 years of experience in design and be an added advantage\ndevelopment using Java and JEE technologies\n© Ability to learn quickly, be adaptable and work in a © EJB3, Spring, Hibernate\ndynamic environment\n@ HTMLS, JavaFX, Java Swing\n@ Be self-motivated and motivate team members\n© Maven, Subversion, GIT, Jenkins\n®@ Be a good team player\n®@ Experience in Agile based methodologies such as\n® Have strong analytical and problem solving skills, Scrum/XP, Kanban\n® Excellent understanding of design patterns and © Exposure to working with remote development\nintegration patterns teams\n© Bachelor's Degree in Software Engineering, or ® Previous experience working with foreign clients in\nrelevant degree from a recognized University @isimilar capacity\noo. Cambio Software Engineering is a software\nG_ ecambiosrilanka research & development center with over\noO @CambioLK 400 software engineering professionals in\noo designing and developing cutting edge\nU\n©) @cambio.srilanka healthcare solutions using state of the\nNo 520, R A De Mel Mawatha, Colombo 03, SriLanka _art technologies.\nIf you are interested, forward your CVs to careers@cambio.|k\nindicating the position you are applying for as the subject of the email"
    },
    {
        "position": "Software Engineer - Laravel/VueJS ",
        "description": "Parallax Technologies (Pvt) Ltd has been in the field of custom software development since\n2013, providing our services for local industries such as finance, logistics, freight forwarding,\neducation, medical, wholesale & retails and more.\nWe are looking for a Laravel Developers responsible for managing back-end services and the\ninterchange of data between the server and the users. Your primary focus will be the\ndevelopment of all server-side logic, definition and maintenance of the central database, and\nensuring high performance and responsiveness to requests from the front-end. You will also be\nresponsible for integrating the front-end elements built by your co-workers into the application.\nTherefore, a basic understanding of front-end technologies is necessary as well.\nResponsibilities\n© Build efficient, testable, and reusable softwares based on PHP-Laravel.\n«Integration of user-facing elements developed by front-end developers.\ne Integration of data storage solutions - MySql etc.\nSkills and Qualifications\n© 2+yrs experience in Laravel / Vuels.\ne Understanding of MVC design patterns.\n© Knowledge of object-oriented PHP programming.\n© Strong knowledge of the common PHP or web server exploits and their solutions.\n¢ Understanding fundamental design principles behind a scalable application.\n* Familiarity with SQL databases and their declarative query languages.\ne Proficient understanding of code versioning tools, such as Git.\ne Work under pressure with tight deadlines.\nFlexible working hours and remuneration packages based on performance.\nIf you feel that you are suitable for this position, please forward your CV to info@parallax.lk and\nwe will get in touch with you if you are selected for an interview.\nParallax Technologies (Pvt) Ltd\n125/2 3rd Lane, Subadrarama Road, Nugegoda.\n\nParallax Technologies (Private) Limited\n\nPLP Rr Pe ue Cea CN tor) =\n\nRatetel ald\n\ners PARALLAX"
    },
    {
        "position": "Software Engineers - iOS ",
        "description": "Software Engineers — iOS\n\nIf you're looking to start a career at a fast-paced, innovative company with loads of\nopportunity, then look no further than InEight. We are US based software development\ncompany growing quickly and are always looking for motivated and talented individuals to\njoin our team (https://ineight.com).\nCome work in a fun, collaborative environment with our friendly team of self-starters. We\npride ourselves on our company culture, and every bit of InEight is designed to bring out the\nbest in our people.\nWe are on the look out for talented and motivated individuals who would like to join our\nhighly talented Software Development teams.\nResponsibilities:\n\n* Building cutting-edge iOS applications for iPhone and iPad\n\n* Produce, review and document standards based, high-quality, optimised code\n\nProfile and optimise UI application performance\n\n* Day-to-day collaboration across the broader development team and delivery cycle\nRequirements:\n\n© Experience in developing Objective C, SWIFT, Xcode, iPhone SDK, core data, push, and\n\nweb services for iPhone and iPad devices\n\n* Understanding of the full application development lifecycle and Agile\n\n* Clear understanding of modern software development principles\n\n* Anenthusiasm for all things mobile and a strong awareness of the latest trends\n\n¢ Excellent communication skills\n\n* Ability to work independently with minimum supervision\nAttractive remuneration packages and other benifits.\nSubmit your CV to: Gayamal.Kariyawasam@ineight.com\nPlease mention the position applied for in the subject line.\nSri Lanka North America Asia-Pacific\nInEight SL (Pvt.) Ltd. 9977 N 90\" st 332 St Kilda Rd\n7th Floor, No 349 Suite 250 Melbourne, VIC, 3006\nLee Hedges Building, Scottsdale, AZ 85258 Australia\nColombo 03. United States\nTel : +94 112 375 450\nhttps: / /ineight.com/"
    },
    {
        "position": "Quality Assurance Engineering Interns ",
        "description": "ETCETERA SOLUTIONS\nWE ARE »\nengi t } Ri N G e\ncay We are looking for passionate\nom Quality Assurance Engineering\nfg Interns to design and execute test\n: 2 plans for full stack products.\nSend your CV to\n\nhello@etcetera.solutions\n\n; \\ ¥\n\n\\"
    },
    {
        "position": "UI / UX Engineer ",
        "description": "WE ARE LOOKING FORA\ny, <\nqd, mas\n\\\n™ BSc/ MSc in Design, Media, Communication Design ™ Generate and present creative concepts/designs and\nor IT communicate ratinale to project teams and clients if\n™ Keen on information architecture, wireframing, required\nprototyping and visual communication mDevelop UI/UX designs for apps/web portal\n. _ + understanding client requirements across design\n1m Sound knowledge in UX & proficiency in HTML, CSS, Geccintines, including brand/identity, ilustration while\nand Javascript eairiaes :\nmaitaining our design standards\nm= Demonstrable UI design skills with a strong portfolio. mResearch and generate designs to impress all\n™ Proficiency in Sketch, Invision, Flinto, Adobe XD, and cross-functional teams\nother UI design and Graphic design tools. : ‘\n™ Conceptualize and craft engaging new experiences\n™ Knowledge in React JS and React Native is a plus. that push the end user experience forward\n@ Strong command in English @ Manage and prioritize workload of multiple projects\n™ A good team player with positive attitude and can-do from concept to completion\nmind-set\n® Ability to work independently and take responsibility\nfor assigned project tasks ried De rd\n™ Experience in Teleco domain will be an added PUTT ES ad tsa\nadvantage\nYea Ci\nEE]\nieee\nEle Submit your CV by visiting omobio.net/careers Omobifd\n© ssp Now | [FJ /omobio.net J /company/1832800 arreoceve"
    },
    {
        "position": "Business Analysts ",
        "description": "eae y COD -_\n4 ee y SOS\n* a) Y LSC S, / a\n‘ : 7 OD\nNE NG\nAM .\nNolet ete\ny ‘ ~ ea\nOpe ea\nBusiness Analysts “om\n&\nWe are looking for ambitious and energetic “asp\nindividuals to join our Business Development team.\nAs a Business Analyst, you will be responsible to 45\n: : 4\norganize and manage client database and customer\ninteractions to gather and document business\nrequirements and efficiently follow up on projects’\ntasks, effort estimates, task achievements and\ncapacity to create user stories through JIRA.\nApply with us for an exciting and progressive career\ndevelopment, a creative work environment and an\nattractive package with exciting benefits.\nRequirements\n- BSc. Degree in IT, Business Administration or Business\nManagement.\n- 2+ years’ of industry experience in similar capacity.\n- Hands on experience working on ‘Agile’ projects.\n- Strong PR skills to interact with the clients.\n- Strong command over English Language.\n- Ability to work independently & take responsibility for projects\nassigned.\n- Willing to travel overseas.\n. Care Me rag\njobs@cubosystems.com\nSB, cubo systems International Pvt. (Ltd)\nyw No. 30, Rodrigo Mawatha, Nawala.\nCUBO www.cubosystems.com\nPapert icy. EM Lc RcP I=}"
    },
    {
        "position": "Web Design & Development Engineer ",
        "description": "WEB DESIGN AND DEVELOPMENT ENGINEER\nJob Description:\nWith our head office based in Perth, Australia, we are currently establishing a branch in Colombo. We are\nseeking web design and development engineers who have a desire for coding and animation for our growing\nteam. The role is well suited to a real generalist webmaster who never stops learning.\nYou will be working closely with subject matter experts and business analysts building new websites,\nimproving content for search engine optimization, maintaining, and providing support for existing ones and\nmonitoring the security of our digital assets. You will work alongside people with expertise in software\ndevelopment, user experience, networking and testing.\nYou will also be responsible for customising and maintaining client in-house software applications based on\ndient needs. You will be liaising with our onsite team based in Australia to understand client requirements\nand present in-progress/ completed deliverables.\nDesirable Skills:\n\n‘+ Highly skilled in Adobe Adobe Suite - Banners, Vector Graphic, Design (Photoshop, Illustrator,\n\nDreamweaver)\n\n+ Highly skilled in PHP, HTMLS, JavaScript, CSS3 and jQuery\n\n‘+ Experience in Python coding is desirable.\n\n+ Experience in mobile design and an understanding of iOS and Android guidelines.\n\n+ Experience in CMS (WordPress) and CMS plugin customisation\n\n+ SEO - Google AdWords, Analytics, Tag Manager (Reporting)\n\n+ Reasonable skills in Adobe Flash and animation\n\n+ Experience using SQL and/or MySQL would be a plus.\n\n+ Cross browser development experience\nDesirable Qualities:\n\n‘+ Aperson with a natural curiosity and eagemess to learn and improve.\n\n‘© Good interpersonal and organizational skill.\n\n‘+ Ability to work in cooperative team environments.\n\n‘© Ability to work independently.\n\n+ 2-3 years of Web Development & Design experience,\n\n+ Comfortable with all stages of the web development process.\n\n‘© Good written and verbal communication skills with the English language.\nSalary negotiable.\nPlease submit your cover letter and resume in POF format including your name in the saved file name to\n<hr@sdentertainments.com>\nThank you!"
    },
    {
        "position": "Infomatica Specialist (1)",
        "description": "~ A\n= i\nSS A) .\nSe es a\nSS om\n= =e ™~ sd a\ni ns = il\na @ - ad\nlias\n=> ; 4\ny a = tata e\n1 — - Pr) — _—\new == ¥\n< .\nHales | “ y\n5 4 he Seta <\nTOM ee elICls\nAOC torted\ne Experience in an investment banking environment\ne Familiarity with financial products and financial terms\nCel lil tem VT eR om mod Lalo -Lalol a merel LSM)\n¢ Solid experience with Informatica mappings, work flow design,\nmonitor, Informatica debug modes\ne Candidates having strong scripting skills in Unix, Windows are preferred and\n« Strong Windows Server & UNIX OS administration skills\n¢ Data warehousing fundamentals (Oracle Warehouse - ETL) (Oracle 12c)\n¢ Must have good SQL (Oracle) practical knowledge\ne SAP Business Objects XI R4.1 Administration\ne Python and Java knowledge\nCe y-4-\\\nEmail your CV to:\nKgayan@virtusa.com\nvirtusa"
    },
    {
        "position": "Consultant  Designer - UI /UX / Graphic Design & Web ",
        "description": "it\nuss FOYSONIS\nPLL NT\nWarehouse Management, Simplified!\n=\n; VS Ss\nFs —— =\nSN x. . ~\n= EN _— ~~ —\nCONSULTANT DESIGNER - UI/UX, GRAPHIC DESIGN AND WEB\nLocations: Colombo, Sri Lanka\nCompany: Foysonis (www.foysonis.com)\n\nFast growing software startup disrupting the trillion dollar logistics industry with\n\ncloud, big data and Al technologies. We are building a faster and more reliable\n\nwarehouse management system (WMS)\n\nplatform in the cloud to process billions of transactions at Internet scale.\n\nFoysonis (Pvt) Ltd requires the temporary assistance of a UI/UX Designer for\n\nsupport of software product development, and also business to business (B2B)\n\nbusiness development and marketing through our website and social media. This\ntemporary assistance is required on a part-to-full-time, per assignment basis\nwhile our full-time staff member is away on extended leave.\n\nYour Responsibilities:\n\nThe Consultant will be providing outsourced design services on a per task or\n\nproject basis as requested in writing by Foysonis, to include:\n\ne@ Web design and layout for UI/UX for the Foysonis web and mobile-based\napplications, and also the Foysonis Company website, as assigned.\n\n@ Providing original designs and artwork related to the Foysonis product and\nrelated business development and customer relations, including social media,\nand coordinating with suppliers for the provision of related materials and\npublishing/etc\n\n© In addition to assigned design tasks, support of spec development for the\naddition of new features and functionalities to the existing product offering\nby Foysonis, giving critical design input from the UI/UX perspective.\n\n@ English Communication is a must as our clients are based in the USA.\n\nCompensaion: If you feel you have what it takes to be on board with us on a temporary\nassignment, but can give your best shot, you're who we're looking for.\nOur pay scales are on par with industrial standards.\nWorkplace Culture: Creative, innovative, progressive, fun, diverse and flexible; continuous\nlearning, growth, communication and collaboration (are expected, encouraged and supported).\nEmail to your CV: join@foysonis.com. www.foysonis.com"
    },
    {
        "position": "Senior Software Engineers / Software Engineers (Java/Python) ",
        "description": "Multiple openings\nPiel\n‘© Syears experience in server side development with Javan Web environment\nOS Ed\nOe ee coe\nOe ae ee)\n‘Experience with source control management systems, preferably Git\nOR ea eo\nOe eed\n‘© Experienced with containerised applications such as ECS, Kubernetes, Docker isan\nPred\neee eC ee eee\nSoo c neem\nee ne Cu or\need\nSeong\neee eg ee)\nPiste sy\nPee ee eee eee ee\nene Ure ne en ee\nONS rc\nBatons PUMA UE\nMatificis seeking great Senior Software Engineers / ees\neee eye\neee ae Sue ees recat\nPee gee te ee ego\nSerer eee Re eee ee\ndistance learning platform.\nIndicating the postion appli to inthe\nee ee ee ae eee ee\nPees eee ere\ninterface, bring joy and happiness to students worldwide\nand build and enhance our public websites. Given the\nRo ete es\nCece ae ee east es\nee SE ee nee\nei area ee ae Senos\nBreese ten Cee\ni ‘ABOUT MATIFIC\nmatific\nMatiicisa leading global education\nWHY MATIFIC technology provider, delivering an adaptive\n‘online learning platform for primary school\n‘¢ Have positiveimpacton the world by educating the youth ‘mathematics. With our product being utilized\n4 A,greatplace to work inatastand exciting start-up environment _¥ milfons of students, teachers, and parents\n: in 50+ countries we are helping educate the\n‘Opportunity to work with the atest technology trends Peau aee oat ease Wik\n{Great remuneration and commision plan ‘over $40M USD in funding, we are serious\n‘Opportunity to innovate and challenge the status quo about accomplishing our goals. We've also\neen eee ee picked up number ofawards including\n— . riumerous CODiES, Academics’ Choice and\n‘© Opportunites and support forcareer growth Sea\nFor more information visit www.matific.com"
    },
    {
        "position": "IT Assistant ",
        "description": "go™. fa\nGREEN\nWe Go Green Exports one of the largest manufacturers & Exporters of coir products\nfrom Sri Lanka. Our company has always been a part of echo-friendly product\nmanufacturing & has gradually expanded the operations through years.\nWe are looking for a candidate with the following requirements,\n— Age below 25 years.\n—™ Graphic Designing knowledge is a must. Should have the knowledge\nand use of Illustrator, Photoshop or Corel Draw software applications.\nHf Well versed in Microsoft Office packages.\n— Able to handle external service providers.\n™ Graphic designing knowledge should be a must.\n— Creative thinking and innovative skills. .\n— Troubleshooting skills in hardware and software.\n— Fluency in English writing will be added advantage.\n—@ Work experience in a similar industry minimum for 01 year should\nbe a must.\nForward completed CVs along with two non-related referees and a photograph\nto info@goqreenexports.com within 14 days.\nGo Green Exports (Pvt) Ltd\n437,Go Green House,\nPagoda Road,\nPitakotte,\nKotte,\nSri Lanka\nTel: 076 588 9 588"
    },
    {
        "position": "Senior Full Stack Engineers ",
        "description": "Weare hiring N —\nRaat P\nAe E 4 =]\n7 n y i.\n. i y/ — 4\nENGINEERS\nYou should be knowledgeable in\n>» NET technologies\n>» Microsoft SQL Server\n>» JavaScript and jQuery\n> Angular\n> CSS\nSome of the benefits are\n> Opportunity to travel to the UK\n> Flexible work arrangements and work-from-home facility\n>» Support to acquire professional qualifications\n>» Comprehensive medical insurance\n> Attractive renumeration package\n@\nSend your CV to careers@cypad.lk comnn"
    },
    {
        "position": "Senior Quality Engineers ",
        "description": "1 ETC Ta) \\\nQUALITY.\nENGINEERS\nRequirements\n> Experience in designing, planning and executing tests\n> Knowledge in software testing methodologies\n> Creative and critical thinking ability\n> Experience in agile methodologies\n>» Excellent communication skills\nSome of the benefits are\n> Opportunity to travel to the UK\n> Flexible work arrangements and work-from-home facility\n>» Support to acquire professional qualifications\n>» Comprehensive medical insurance\n> Attractive renumeration package\n@\nSend your CV to careers@cypad.lk comnn"
    },
    {
        "position": "Associate Software Engineers ",
        "description": "We are hiring N a ean\nRecccl P\naw | on\n‘2 a 6 b a ; ‘\nSOFTWARE!\n| ae it\nYou should be knowledgeable in\n>» NET technologies\n>» Microsoft SQL Server\n>» JavaScript and jQuery\n> Angular\n> CSS\nSome of the benefits are\n> Friendly, supportive and relaxed environment\n> Flexible work arrangements and work-from-home facility\n>» Support to acquire professional qualifications\n>» Comprehensive medical insurance\n> Attractive renumeration package\n@\nSend your CV to careers@cypad.lk comnn"
    },
    {
        "position": "Software Developer ",
        "description": "Dees see EE Ce S Sa CeO Ca peice Lagos kad\n\nthe Central Bank of Sri Lanka under the Finance Business Act No. 42 of 2011.Fintrexis coined from\n\nPe TPNH EV ANB UDO 8.0500 RMR Roe\n\nCoen Roe tine tan iectres\n\nWSC se ORV S sie eee Centos EORTC og\n\nSete\nKey Responsibilities\n\nOR eens saat ena ee eth\n\n© Responsible providing quality software, documentation and training.\n\n@ Co-ordinate and collaborate with software vendors to obtain required support services, in order to ensure\nhigh level software development service standards.\nPOT CE Ae ae elite\n\nCee nC ee iene Renn aac eS ag cosa\npeers\n\n© Should possess hands on experience in JAVA related tools & technologies including open source server\nBi ee ee aero Mees\n\n© Experience and knowledge on OOP, Analysis & Design, Architectural & Design Patterns, Unit testing\nPoP eae sea eigen noe sie\n\n© Knowledge on building, packaging & development tools, web & application servers and database\ntechnologies.\n\nOR ete ote eer eC ee Ce SOE ESRC Ee\nCrate ieee rE vcutcrs\n\n© Should possess strong technical, analytical communication skills.\n\n‘An attractive remuneration package and other fringe benefits together with career advancement prospects await successful\n\nPeete\n\nCandidates are invited to send their detailed CVs to careers @fintrexfinance.com or by post with the contact\n\ndetails of two non-related referees, to reach us within 07 days of this advertisement. Please mention the\n\npost applied on the top left corner of the envelope or in the subject line of the e-mail\n\nRoos CTC am\n\nPte sane ee ence n\n\nNCR:L SANs NC e ASPENS\n\nEECOIEn Cre en Cnite ym\n\nTel : 0115 200 100\n\nWeb : www-fintrexfinance.com\n\neo Ko OME OU LMCI UMC QAR or NMee Cte MIU <7 (0\nKULIVAPITIYA | MATARA | NEGOMBO | DAMBULLA"
    },
    {
        "position": "JavaScript Developer ",
        "description": "WE ARE LOOKING FOR\nHighly Skilled\nJavaScript Developer\nWe at Be Unique currently looking for highly skilled, self-motivated and\ncreative individuals who can deliver stunning web animations using pure\n\n<a Javascript. This is a freelance type job.\n_ 7\nSKILLS REQUIRED\nBE UNIQUE 5 eye eno ning pcm\nLondon | Dubai | Abu Dhabi\n\n) Ability to handle SVG animation using JavaScript\n\n) Incorporate CSS 3 animation using JavaScript.\n\n) Good understanding of Parallax animation.\n\n) Better understanding of HTML and CSS development.\nif you think you are good at above skilled and willing to do interesting things\nplease send us your CV along with best JavaScript based animation works\ndid for past projects to:"
    },
    {
        "position": "PHP Software Engineer (Experienced / Trainee) ",
        "description": "©.\nKX\nSperaLabs P\nv // V7] \\\nAf \\) vB \\\nhe \\\\\n=\ni\n> a f\nPHP Software Engineers \\\n(Experienced / Trainee) 5 ~\n> | Peete\nExperience in PHP, HTML, JS, JQuery\nCols ome lg inie-oNPY-sie lat wll aaliai8 w\nExperience in MySql, MySqli or NoSq! DBs\nMi VotnineRMnenelccm aati eces ttc gee\nT FXO eC Nett)\n—] Experience in laravel framework\nWNTelvral el staataatastom dea\nExperience in Angular, React, VueJs\nExperience with GIT or SVN\n@ skills\n| V it epeeeaecnt teenie\nIisa ee vertrh oc sat\nINN h cols neo ine halite so\nFORWARD YOUR LATEST RESUME TO CAREERS@SPERALABS.COM"
    },
    {
        "position": "UI/UX Developer ",
        "description": "» UI/UX\n1\nRequirements\n@ Three or more years proven track record.\nrl RI N G © Strong portfolio to be presented and defended\nduring interview.\n®@ Hands-on experience creating wireframes,\nprototypes, storyboards, user flows, etc.\n@ Experience using tools such as Photoshop,\nSketch, Illustrator...\n@ Understanding of basic front-end languages:\nHTML5, CSS3 Javascript.\nWe are an Australian based @ Knowledge of VueJS, SASS compiling is a plus.\ncompany in Sri Lanka which © Experience of GIT repository usage.\nprovides Innovative Digital © Creative ideas with a problem solving mindset.\nTransformation Solutions. @ Experience in agile/scrum development processes.\n@ Be open for objective criticism and improvement.\nQualifications\n@ Bachelor's Degree or Diploma in Computer Science or equivalent.\n@ Any technical certifications related to the required skills.\n@ Proficiency in English (Written/Oral).\n@ Minimum 5 years of experience.\nNadinka@i4Tradies.com\n() No: 546/7 SSP Corporate Services Building\nLevel 4 Galle Road Colombo 03\nCry P< (O00\nFr MCMC xo"
    },
    {
        "position": "Senior PHP Engineer / Junior PHP Engineer ",
        "description": "QuadlitApps\nPHP Engineers\nATC) me tate\nCa@XeL VE] iie-]o) eMae ltt]\n\nWhat We Offer ©\n- Training & development for career growth @\n- High skilled & talented technical leaders\n- Exposure to latest technology 3) CEPTS AIey)\n- Friendly working environment PERU AES TA\n. iti QualitApps Asia (PVT) LTD,\n\nCompetitive salary packages 9 294, Wijayarama Mawatha,\n- Flexible working hours a"
    },
    {
        "position": "Freelance Full-Stack Developers and QA Engineers ",
        "description": "NOW HIRING FREELANCERS Cc~ t\nNOTHING GREAT COMES OUT OF COMFORT-ZONES ON Swevene\n‘\nLy SS ws\nROT\nProject Scope 8 A i u\nContainerization of existing products services SN Re\nS N\nSs WN\nSkill set RSs NS caf\nDocker, Kubernetes, Programming Languages (Erlang, Java, NSS NN\nAngular, YAWS(Javascript)), CICD - Bitbucket, Jenkins, SS SS\nCloud Technologies (GCP), Agile Scrum LS\noo\nDuration | op rr.\n4 months -\nS.\non\nOSs\n\nProject Scope\nQA Automation for Web Application & APIs\nSkill set\nQA Automation - SoapUl, Selenium, Katalon, Jmeter, Pls send in your CV to careers@globalwavenet.com\nCICD tools -Bitbuckt, Jenkins, Agile , Scrum eee ern\nDuration\n4 months www.globalwavenet.com"
    },
    {
        "position": "Digital Marketing Executive ",
        "description": "~\n~ ti \\\n& )\nBy = y\nx r ®\nAy\n2 ?\nSs =\n* What we're looking for\nZ PCE as cra y\nTHE EPITOME\nrN rm ry \" r i] \" r CANDIDATE PROFILE\nG * Age Below 40 years\nD 3 S i | N ive | 0 N © Bachelor Degree in Digital Marketing or related\nqualification in a recognized institute\nf | 3 XT R fi 0 R D | N f 4 Y * Atleast 3 to 5 years of experience in the similar\nindustry\nce f R 3 iJ R © Communication skills in English & Sinhala\n* Pleasing Personality\n|} yd 1} ry T T N | iF \\f * The Following skills are a must — Photography, Graphic\nis designing, Content Writing\nWe are a new luxury holiday resort about JOB RESPONSIBILITIES\nto open for business and we're now on the Responsible for assisting the Sales & Marketing\neee am MC OOS Cl Manager with social media and digital marketing\nPCM USM ces CO activities\nOR RTC m CnC} ‘* Responsible for designing social media templates &\nCoe Cm ecm SSC Ce internal promotion templates\nes * Assisting campaign set up on social media & etc.\n* Able to write and optimise content for SEO & social\nmedia\n* Improving social engagement with the brand\nSen us uly b ee Able to take creative photographs of events that will\nwith contact details, including non-related referees,\nwithin 07 days of this advertisement. be held at the Hotel\nConfidentiality assured.\nZ An attractive remuneration package, together\neo with fringe benefits, will be offered to the right\nlL Puvew candidate\neRe ee ree ee ec\neee"
    },
    {
        "position": "UI/UX & Front-end Engineer ",
        "description": "Vacancy for UI/UX and Front-end Engineer\n\nAbout the role\n\nAs a Senior UI/UX and Front End Developer based in Sri Lanka, you will be contributing to solution-\n\nfocused projects to achieve excellence in stakeholder satisfaction.\n\nThe position will provide opportunities to work with an enthusiastic and exceptionally skilled team\n\nboth local and international and will provide opportunities to build and maintain positive\n\nrelationships with a range of stakeholders, and assess and understand business requirements to\ndeliver quality outcomes.\n\nKey Accountabilities for the role include:\n\n* Provide senior development expertise in activities associated with the Ul and UX design, Front-\nend development, and implementation of organizational information systems and software\napplications.\n\n* Responsibility for maintaining, supporting, and upgrading existing systems and applications in\nline with industry best practice and organizational policy while maintaining the Ul and UX\nconsistency.\n\n© Engineer the front-end of mobile and web applications including but not limited to:\n\na. Using mark-up languages like HTML to create user-friendly GUI from the perspective of user\nb. _ Designing mobile-based features for both Android and 10S\n\nc. _ Investigating and providing recommendations on emerging technologies for Front-end\n\nd. Educating and mentoring team members on front-end technologies\n\ne. Creating quality mock-ups and prototypes using tools such as Sketch or Invision\n\nf. Helping back-end developers with coding and troubleshooting for front-end integrations\n\n* Ensure that development tasks are successfully delivered to specified requirements, on-time,\nwithin budget and aligned with operational and strategic objectives.\n\n© Ensure that accepted techniques are used when coding and managing projects.\n\nThe Ideal candidate will have:\n\n* Academic qualification in Computer Science or other relevant field.\n\n© Strong experience with a modern JavaScript framework (Angular, ReactJS, VuelS, etc)\n\n© Strong application development skills with modern ECMAScript/JavaScript\n\n* Experience with relational database design and development, including a strong knowledge of\nstructured query languages is highly desirable.\n\n* Familiarity with TypeScript\n\n© Strong knowledge and understanding of an Agile Methodology."
    },
    {
        "position": "UI/ UX and Front-End Engineer ",
        "description": "ng for\ne\nces!\nelopers to design websites which\nase of use. You will be working with\nensure that the web based solutions\niding a unique user experience. You are\nexperience and knowledge in HTML,\nand Front-End frameworks used in modern\nent. Ideal candidate should be an out of the\nnd team player who posses good command in\nddition to the technical ability and creativity.\nresponsibilities\nMeeting with the design team to discuss application features\nand design ideas.\n\n* Researching similar application designs and user interface\nmodules.\n\n* Creating website and application design mockups with\nenhanced UI features.\n\n* Presenting updated front-end designs for final sign-off.\n\n* Writing the front-end code and building the user interface.\n\n* Debugging code errors and troubleshooting software issues.\n\n* Conducting live application tests and tweaks.\n\n¢ Updating web applications in line with user trends.\n\nYour qualifications\n\n* Bachelor's degree (or a Diploma) in Computer Science,\nGraphic Design, Web Design, or similar field.\n\n¢ Previous experience as a UI Engineer.\n\n¢ Familiarity with automated testing tools\n\n* In-depth knowledge of user interface models, application\ndesign, and website functionality.\n\n* Proficient with front-end languages including HTML,\nJavaScript, CSS, React and AngularFamiliarity with\nprototyping tools including InVision Studio, Sketch and Adobe\nXD.\n\n¢ Advanced problem-solving skills.\n\n¢ Familiarity with relevant frameworks and databases.\n\n* Knowledge of graphic design software including CorelDraw,\nAdobe Illustrator, and Adobe Photoshop.\n\n* Experience in developing UI for mobile devices\n\n* Good communication skills\n\nSend your CV to careers@secvision.biz\nwithin 14 days"
    },
    {
        "position": "Associate Application Consultant (1)",
        "description": "VACANCY\nVacancy for Associate Application Consultant\n\nInternationally renowned as one of Sri Lanka’s foremost exporters of Teas, Akbar Brothers has successfully diversified into a range of sectors\nthrough strategic reinvention and expansion. Today, the Group has firm presence in the sector of Tea, Power Generation, Healthcare, Packaging,\nProperty Development & Environmental services.\nResponsibilities:\n\ne Gather organization’s business requirement and prepare process flow documentation for system implementation.\n\ne Perform system implementation and configurations tasks assigned by the reporting officer.\n\ne Create test plans for requirements, scenarios and build test datasets to perform testing.\n\ne Carry out various test scenarios on software products to ensure that system satisfies all specifications and requirements.\n\ne Support and guide end users on system functional matters to carry out their day-to-day activities.\n\ne Assist for continuous improvement of the software implemented. (Multiple ERPs and software).\n\ne Communicate effectively with end users and vendors on matters relates to both technical and functional.\n\ne Prepare complete and detailed documentation for all issues encountered and provide regular status updates on outstanding issues.\n\ne Develop customized reports to fulfill end user and management report requirements.\n\ne Conduct frequent user trainings.\n\ne Carryout other MIS related tasks assigned.\n\nQualifications & Skills:\ne Applicants should hold a Degree/Diploma in Information Technology/ Information Systems or Computer Science.\ne 1-2 years’ experience in System Implementation and Support on any Accounting Software/ERP environment (If worked with SAP B One ERP system\nwould be an added advantage).\n\ne Good exposure in SQL, PL/SQL, Crystal report development.\n\ne Knowledge in Basic Accounting Concepts (AAT Qualification)\n\ne Excellent communication (written and oral- English and Sinhala) are essential.\n\ne Ability to handle multiple tasks and projects simultaneously\nAkbar Brothers (Pvt) Limited is seeking a highly motivated and well-organized individual for the ERP team. This is a challenging position in IT\ncareer which involves in the pre and post software implementation activities covering analysis, design, development, testing, implementation,\ntraining, documentation, diagnosing issues, performing bugfixes & maintenance, configuration and end user support. This role will be to mainly\nwork in a team environment and provide support to end users via telephone/e-mail or in visit. Work activity involves assessing the nature of\nthe end users and resolving most support issues.\nAn attractive remunerative package according to the applicant’s skill and experience is on offer to the successful candidate.\nIf you are confident and possess the capabilities to take up a challenging & progressive career, please send your CV to the address given bellow\nstating the position applied on the top left corner of the envelop or email your CV to hrd@akbar.com within 07 days of this advertisement."
    },
    {
        "position": "Online Website Marketing and Performance Strategist - Executive (Work from Home) (1)",
        "description": "= ll hau, -O\nane a\nqi °° Ls | a \\ \\.\n<== Ff 7\n> 3) i;\nZS, Po\nWiese Poe ¢\nTTL rT\nWork from Home\nFull Time, Online Website Marketing and\nPerformance Strategist Team - Executive\nResponsibilities\n® Conducting keyword research using Le N E FITS\nsoftware, and generating new keyword ideas. you WI Ll receive\ne@ Creating marketing plans and developing strategies = =\nbased on client requirements and by reviewing client data when worki ng with us\ne@ Analyzing website and social media pages, then making\nrecommendations for improvement. > Legitimate company with EPF/ETF benefits and\n® Monitoring website traffic, search results, and developing strategies. enjoy all the benefits according to the Sri Lankan\n® Keeping up to date with new trends and best SEO practices. A dlotheeact\n® Participate / host meetings with foreign clients via online meeting enopen\nplatforms, where the meeting topics are especially > Working in your own comfortable space at home\nfocused on search engine optimization, traffic and keyword with no traveling to the office environment\nrankings, ROI ene aitiex related anes related to ealine marketing. SIElexinleioersta complete the daily 8 hours\n@ Gather, compile and interpret client solutions requirements and\nreport it to internal stakeholders. (Conditions applied)\n® Ensure clients’ expectations are met through coordinating client > Off on both weekly holidays and mercantile\nrequirements against outputs from other internal stakeholders. holidays\n® Coordinate with clients and internal partners to find mutual\nsolutions to problems. > Exposure to the international clientele and\nRequirements knowledge\n® Hands-on knowledge in interpreting and working with Google\nAnalytics and Google Search Console related data\n@ Hands-on experience using Google Data Studio\n® Worka minimum of 4 hours every working day between 6.30 PM and 12 AM Sri Lankan Time.\n® Outstanding communication skills in sooken and written English skills.\n® Prior experience in a similar field / role\nWe have no part-time jobs available. Therefore, apply only if you can provide your long term\nand full-time commitment. a. e —\nIf interested, please send your CV to careers@ekwa.com and mention the vacancy title as c bi ayCor 0\nthe subject. * :\nwww.bizycorp.org www.facebook.com/Bizycorp ae"
    },
    {
        "position": "Associate Technical Specialist (1)",
        "description": "@ Pearson Software Engineering\nWe are on the lookout for an\nAn\nAssociate Technical\noO D 6 I\nSpecialist i\na\nfelfeas ia-atoy Vole \\VRerg 8 G8\nsend your cv to sitateam@pearson.com"
    },
    {
        "position": "Senior Technical Specialist (1)",
        "description": "@ Pearson Software Engineering\nWe are on the lookout for a\n\nD p a\nSenior Technical LV a? Fen\n\nane a Oc\n\nSpecialist a ie\nClick Here to apply or\nSend your CV to sitateam@pearson.com"
    },
    {
        "position": "Senior Software Engineer (1)",
        "description": "@ Pearson Software Engineering\ni , ae\nWe are on the lookout for a a 4) u\nave\nSenior Software A ee\ns” « H\n1 Cee 2\nEngineer 8\n— ee\nClick Here to apply or\nSend your CV to sitateam@pearson.com"
    },
    {
        "position": "Software Engineer - React Full Stack (1)",
        "description": "DirectFN eee\nQeaGROO ©O\n——\nFOU!\n.\nfo} —_\nA '\n: Pe es\nTECHNOLOGIES O\n+ +\nPe Ta\n<4 ry |\nFULL STACK DEVELOPER\nCUT STe TTS a (oss ile\ny | e)\nPOUL Me aa es\nFROM A RECOGNIZED UNIVERSITY BUMS\nPOSSESS A HIGH LEVEL OF INITIATIVE AND WILLINGNESS TO\nFe a Apnea\nCLS Hh Masa AEs LS\nA Pe LUC a\ncareers@directfn.com Wen\n(Please mention the post applied in the subject line of the e-mail) fo)\neen eae cea eee a]\nDFN Technology (Pvt) Ltd. +\n> Level 10, Parkland, No. 33, Park Street,\n(oo © MOM © ord Pa\na ey Se © +9417142700 @ tkcirecttncom oo"
    },
    {
        "position": "Creative Graphic Designer (Video Editor) -Colombo 03  (1)",
        "description": "webmaster 44 ae seo fanpage iki & =\n“conan WWW “=5., oi gnetwork gtrattic |\nchat #3 information 2 — comment\nE ovine Serie =e-Mall \"3 sa\nwebe.0= =F *i2 = Eww\ni vi me x S67 adda EWWW\nsocial bl og communication Ss & advetigegeest cca => send fanpage\nsuccessful status inbox = = e\"\"\nfalawers comment al QW M e d Led ve\naH BE \"campaign video = E : u\n& rank post instant = = field 5 == oreptie fan stare advertising H\n= “\\ <> === internet\nCreative Graphic Designer (Video Editor)\n-Colombo 03\nRequirement\nHave completed G.C.E.(A/L)\nBe Professional about Graphic designing/Social Media/Video Editing\nExcellent communication skills in English Language - written and verbal.\nHe /she must be extremely well organized with strong attention to detail.\nPrior experience in Social media and Graphic designing would be an added\nadvantage\nHave good understanding of Photoshop, Illustrator, facebook, twitter, Instargram, You\ntube\nExcellent understanding in After Effects with added knowledge of Photoshop and\nIllustrator, mainly video based.\nSalary Negotiable\nEmail your CV with details of two non-referees to hr4@konnecting. biz\nApplication will be treated confidentially & the shortlisted applicants will be\ncontacted.\ne, ‘\n<@onnecting\nSkilled Management & Recruitment"
    },
    {
        "position": "Senior Software Engineers - Java/Javascript (1)",
        "description": "99 Technology\nWe are in the lookout\nTor\nFULL STACK SENIOR\nSOFTWARE\nENGINEERS\nJAVA/ JAVASCRIPT\nInterested? Click HERE for\nmore info!"
    },
    {
        "position": "Hybrid Mobile Application Developer (Flutter) (1)",
        "description": "= = tee = ~— : a\nSia) [ae : a pci\nHybrid Mobile Application Developer\nFlutter\n\n. ; « Flutter\nQualification and Experience:\n* Experience in developing and designing enterprise level mobile\napplications\n¢ Minimum 2 year experience in developing flutter mobile apps\n* Experience in integrating Restful APIs\n* Having good understanding of state management, dart and\ndebugging flutter applications\n¢ Ability to work with any cross platform frameworks.\n* Good communication skills in English\n(@)Grieas @) moun (9) comooe"
    },
    {
        "position": "Technical Lead - IdeaMart Operations ",
        "description": "Responsible for Designing, Developing and Maintaining al AP Ecosystems for Short-al,Long-talland loT Platform services for Local and International\n\nNorthbound Service Providers exposed through Dialog lof, deaMart and IdeaBiz Platforms, thereby increasing the indirect monetizing of ll Dialogs telecom assets,\n\nThis involves working closely with all platform Business Owners and maintaining the services that allow delivering business expectations as well as acting as\n\nTechnology single point of contact for all external stakeholders whilst leading development, support and loT teams,\n\nThe Job\n\n+ Leading in all technical planning exercises for API Platforms from estimation to delivery and testing to ensure that all Platforms\nused by Northbound providers offer the best in class services.\n\n+ Acting as a liaison between the Business and Technical teams to ensure that the business expectations are met in full and on\ntime to achieve divisional business KPI.\n\n+ Serving as a Technology Mentor to all within the Ideamart team and working towards developing all Technical Skills within the\nteam.\n\n+ Provide Leadership in Developer Engagement through design and development of loT start Kits for budding developers 22%\nwithin the Axiata footprint, ensuring continued service innovation using platform capability.\n\n+ Lead the Ideamart team on conducting effective Research and Development work to stay ahead of the competition in service\nofferings to developers in both Telco and loT Domains.\n\n+ Liaise with relevant external vendors if the support team require their support to rectify an issue.\n\n+ Support the Long-tail Business team on their regional expansions by assisting them to runs hackathons and developer\nengagement activities across borders as and when required.\n\nThe Person\n\n+ Degree in Computer Science or Engineering from a recognized university.\n\n+ 3+ years' work experience in a relevant field.\n\n+ Very strong software design and architecture skills.\n\n+ Strong competency in Java, PHP or .NET. However, flexibility to work and prototype in multiple languages.\n\n+ Experience in mobile application development will be an advantage.\n\nIfyou possess the required attributes and are competent in carrying out the scope of work detailed above, please\n\nforward your CV to careers@dialogk within 7 days of this advertisement.\n\nPlease mention the position applied in FULL CAPITALS in the subject header.\n\nLike us at www-facebook.com/CareersAtDialog\n\nwww.dialog.Ik D { a [ Og"
    },
    {
        "position": "Tech Evangelist - IdeaMart ",
        "description": "Tech Evangelist — IdeaMart\nGROUP INFORMATION TECHNOLOGY AND INNOVATION MANAGEMENT\n\nIdeaMart is one of the largest telco developer ecosystems in the world that provide telco-based APIs\n\nand loT platforms for the developers, non-developers and startups to build their own products and\n\nservices. |deaMart has now expanded to other regions in the region. Purpose of a Tech Evangelist is\nto setup, operationalize and maintain the sustainability of IdeaMart operations at these respective\nregions and Evangelize those platforms to ensure the community is served well.\n\nThe Job\n\n* Setting up and conduct meetings with International Operators in order to facilitate the process.\nConduct necessary training sessions in order to transfer knowledge.\n\n* Making aware of the legal / economical / cultural differences of the foreign country IdeaMart\nteam in order to better execute operations focused according to the market dynamics.\n\n* Organize awareness sessions, outreach programs and hackathons in order to bring more\ninnovative ideas and increase usage of IdeaMart platform. Build relationships with the local\ndeveloper communities, schools, universities and startups etc.\n\n* Conduct social media-based activities to keep the non-customer community and other parties\nengaged with the brand in order to educate them about the platform and its capabilities.\n\n* Identify potential Sri Lankan apps to be ported to relevant market in order to provide a multitude\nof applications for consumers in the respective market.\n\n* Guide developers / non-developers from Ideation to product / service deployment using the\nplatform capabilities in order to fast execution of go to market.\n\n* Taking necessary actions to suspend / reject apps violating IdeaMart T&C in order to mitigate\nfraudulent applications. Conduct random sanity checks of the applications in order to check the\nquality of the service.\n\nThe Person\n\n* Degree in Computer Science / Information Technology / Management Information Systems /\n\nBusiness Information Systems or similar professional qualification\n\n. 2 years minimum work experience in a related capacity\n\n+ — Acertificate in Business Management is an added advantage.\n\n+ Ability to manage developer community and ability to code at an intermediary level.\n\n. Exposure to new technologies. Knowledge about APIs and loT.\n\n* Public Speaking / Presentation skills / Negotiation skills.\n\nIf you possess the required attributes and are competent in carrying out the scope of work detailed\n\nabove, please email your CV to careers@dialog.Ik mentioning the position applied for in the subject\n\nline OR visit our website www.dialog.|k/careers and click on the “Apply Now” button within 10 days\n\nof this advertisement. 3\n\nwww.dialog.Ik D ( a Oo g"
    },
    {
        "position": "Senior Architect - Systems and Solutions  (1)",
        "description": "SS\nACT. =e ey SS ee ee a\nDISRUPT eS ee a\nal - : ‘oes — ae a = — z oe i\nAXIATA DIGITAL LABS LEAD . = <a ie = i 2 «\nSe EE = a\nDigitially transforming the lives of 500 million Asians = — |\nthrough disruptive innovation. —, eee - <_*\n7 = a a\net . ae a a a Bor _ nl\nWE ARE HIRING ay =o\nia ate | el - \" = a\nhi eeis | te a\nsenior Architect — Systems and Solutions (Sri Lank¢ i yee as\n‘Pane - 4 = al ee — :\nThe ideal candidate should have\n= 12+ years’ experience in the software engineering field including at least 5 years of experience in leading a Software Development team\n= IT or Engineering degree from a reputed university\n= Demonstrated ability to successfully manage multi-functional teams, including geographically distributed teams\n= Must have experience in all aspects of Software Engineering as well as exposure to the complete SDLC is required\n= Expert in the API management, OAuth 2.0, Web-based Architectures such as SOAP Services, RESTful APIs & microservices\n# In depth knowledge in WSO2 technology stack is preferred\n= Experience of designing Enterprise-grade, High Performance Applications\n= Familiarity with Agile SDLC, test driven development and experience in DevOps and cloud technologies, AWS & GCP preferred\n= Familiarity with Virtualized Linux deployments\n= Background in Telecommunications domain with relevant experience with a vendor or MNO\neee. aws % £3 Ms\n~ Gia ) —_ Electronic M\nopens Recharge | Pla\na \\ j ¥ o** Dynamic API &\nds } be = me Acta Rule Engine Middleware —\nse Payment Diseneton\n@ ah paring -cee cult Seater Be vena \"\nJenkins at p E- Commerce Robotic Process\n1 Automation\ny * ++ 5 Internet Poyment\n= +ab | equ telestax¢ cloudera of Things Soames\n| (1oT)\nchi aml» Data Analytics Fintech\n| pci) & oe kafka C3 & Al ,\ndocker kubernetes\niu F = ~ | a\nIf you're a team player who Is eager to learn and grow, send your CV to:\ncareers@axiatadigitallabs.com with the position applied for in the subject header."
    },
    {
        "position": "Study & Work in UK (2 Years Post - Study Work Visa (1)",
        "description": "ala ri 2 Years\nPost Study\naN Pan ae\n4 iS © 077 146 5555\n077 444 7100\nwww.cduk.lk\nRees.\nUPTO\n0 A ae\nole We ae ETM lg\nma Placements\nmy cuit ETT\na x Internships\nT 2 f LU \" 1\" oy Nee) ame) e\nue i i ciate! te\nst oh Hl Intake |\nTF compu: Direct 36B, Gower Street,\ngy-e>0\" Colombo 05"
    },
    {
        "position": "Software QA Engineer (1)",
        "description": ". | ‘Software QA engineer - Colombo 09\n}\n' j yi\n7 \\ ( * BScin Computer Science or related discipline or\nave } equivalent professional qualification\n1 jas if ¢ Minimum 1 year experience in Associate QA\na \\ | Engineer designation and role\n: t c * Basic knowledge on Agile/Scrum\n7 | fi) ¢ Experience of importing data via spreadsheets\n| ji | * Basic Knowledge in at least one software\niH \\ development tool\n\\ \\ Na \\\ni } Apply via hr@jobfactory.Ik\n~ \\\nmn\nThe Talent Search Engine"
    },
    {
        "position": "Study and Work in New Zealand  (1)",
        "description": "Fulfil your Study in |\n> Y Z SYo be a e WW Institute of Technology\n~S TE WHARE WANANGA O WAIRAKA\nWe offer programmes in:\ne Bachelor of Business\ne Bachelor of Computing systems\ne Bachelor of Engineering (Civil, Electrical, Electronics)\ne Bachelor of Construction\ne Graduate Diploma in Construction Project Management\ne Graduate Diploma in Computing\ne Graduate Diploma in Business (HR, Marketing, & Management)\n° Graduate Diploma in Professional Accounting\ne Master of Applied Practice\ne Master of Business\ne Master of Computing\nPOST | Uso\naa 3 mei\n= APPLY! 7+\nSee © ot A = | <R\nPatt s ie ee ie oe\ne SS ~\nFOR MORE INFORMATION _ Pe  <S\n+ —— Ea i mt.\n077 486 5555 (EW\nae Direct\nte Your Trusted Partner in Education"
    },
    {
        "position": "Oracle Database Administrator / Associate Database Administrator  (1)",
        "description": ". | |\nUracle Database Administrator / | i\nKPMG Technology Solutions (Pvt) Ltd is the leading implementation and support partner for Oracle in\nSri Lanka. We are an Oracle Cloud Elite Partner, and our team consists of functional, technical and\ndatabase consultants who assist blue chip companies to implement leading edge Oracle ERP/SCM\nsolutions while supporting their day to day operations 24x7 We have been recognized as Oracle's\n2018 Partner of the Year Sri Lanka for ERP SCM and SaaS solutions.\n\nIn order to expand our team we are now looking for an experienced and enthusiastic individual who\nwill administer the Oracle Databases of our clients.\n\nResponsibilities:\n\n¢ Install and configure the Oracle Database server\n\n¢ Monitor jobs and alerts, configure RAC and take corrective actions as required\n\n¢ Apply updates and upgrades to production database / staging environments\n\n¢ Work closely with the development teams and advise on all database related work\n\n¢ Write database code including stored procedures and triggers\n\n* Optimize SOL queries and suggest alternative methods to enhance efficiency\n\n¢ Identify potential vulnerabilities and implement solutions\n\n* Knowledge in administering Oracle E-Business Suite Databases will be a definite advantage\nIdeal Candidate should have:\n\n¢ Sound knowledge of Oracle DBA administration activities\n\n¢ Proficiency in SOL, Linux and shell scripting\n\n¢ Ability to perform multiple tasks concurrently in a high performance environment\n\n« Excellent customer service, communication (written and verbal) and interpersonal skills\n\n¢ Excellent organizational, analytical and problem-solving skills\n\n¢ Ability to work independently and in a team based environment\n\n¢ Bachelor's degree in Computer Science/IT\n\n* 2 years’ experience in Database Administration\n\n* Oracle certification would be an added advantage\n\nCandidates who fulfill the above minimum requirements with excellent communication skills and\nability to learn fast are encouraged to apply.\n\nKPMG Technology Solutions (Private) Limited,\n\n32A, Sir Mohamed Macan Markar Mawatha,\n\nColombo 03\n\nE-mail: Ik-fmkts@kpmg.com\n\nentity. All rights reserved."
    },
    {
        "position": "Database Administrator - SQL ",
        "description": "_————— A €\ne@ \\ @\nSxS C)\nMoses\nLessee sesseeerssesss\n‘ So Sst Saease y\ny 535 20 ie 2\nZ — = . . —\nDeere CMe ig\nOur client who provides end-to-end digital transformation and information technology (IT) services to Global 2000 companies.\nBuild solutions for Fortune 500 companies in the world - Construct best in class creative solution for global enterprises.\nWe are currently on the lookout for highly motivated, energetic individual to become member of a dynamic organization.\nExperience and skills\n© 99.9% uptime of databases , 100% integrity across all client databases by monitoring and troubleshooting\n* Should possess a bachelor's degree in computer science or certification in database stream\n* Four years hands on industry experience working as a DBA specially with MS SQL server\n* Knowledge in data backups, recovery, security, integrity and performance optimization at DBA capacity\n© Sound knowledge in database design, documentation and TSQL query writing\n© Sound knowledge and hands on experience with DBA tools and industry leading third party tools\n* Sound problem solving and analytical skills\n* Sound leadership and communication skills (written, verbal and presentation) is mandatory\n© Familiarity with programming languages would be a plus\nKnowledge and experience on data warehousing and their concepts would be a plus\nResponsibilities\n* Define, document and clearly articulate standards, best practices, technology decisions to stakeholders.\n* Monitor performance and health of the client databases and provide optimum database throughput\n© Provide technical guidance and thought leadership to tech leads and developers.\n* Concern with backups, security, patches and replication on production environments\n* Develop, manage and test back-up and recovery plans\n© Communicate regularly with technical, applications and operations to ensure database integrity security\n© Own and manage the security and disaster recovery aspects of the databases\nMicrosoft Certified Database Administrator (MCDBA) will be an added advantage\nEmail your CV to: \\\nSearchIT@mobizz.lk &. 0114385430 =a\nand mention the position applied in the subject line MOBIZZ\nBD ag ace DO due ead"
    },
    {
        "position": "Database Developer - SQL - SSRS/SSIS ",
        "description": "Senior Software Engineer - SSRS\nOur client who provides end-to-end digital transformation and information technology (IT) services to Global 2000 companies.\nBuild solutions for Fortune 500 companies in the world - Construct best in class creative solution for global enterprises.\nConceptualize best class solutions, design comprehensive application and adapt to new project environments.\nWe are currently on the lookout for highly motivated, energetic individual to become member ofa dynamic organization.\na Who we are looking for\nEa] 4\ne * SOLID and DRY Design Principles\nSee * Full stack and Azure Development\n== Experience with .NET, NET Core, ASPNET, MVC/C#\n4 eager © Front-end Development bootstrap, HTMLS, CSS, AngularJS, JavaScript,JQuery\n-- OM ‘© RDBMSs plus experience with T-SQL or PL/SQL, SSRS and Crystal reports\nHea © Middle Tier development skills using WebAPI 2, REST, SOAP\n\\ * Good analytical and problem solving skills\n© 4+ years of proven industry experience working with Net Technologies.\n© BSc /MSc in Information Technology or a related field preferred N\nSend us your resume stating the position applied on the subject line to: Search!T@mobizz.lk woBizZ\nCe Le eg er Cd BOT Tas 0114385430 Aureos"
    },
    {
        "position": "Quality Assurance Engineer - QA ",
        "description": "Quality Assurance Engineer\nOur client who provides end-to-end digital transformation and information technology (IT) services to Global 2000 companies.\nBuild solutions for Fortune 500 companies in the world - Construct best in class creative solution for global enterprises.\nConceptualize best class solutions, design comprehensive application and adapt to new project environments.\nWe are currently on the lookout for highly motivated, energetic individual to become member of a dynamic organization.\n— sa Who we are looking for\n</> ;\n* Strong knowledge of software QA methodologies, tools and processes.\nee Experience with requirement analysis, defect tracking, test reporting and closure\n=: + Knowledge in test plans, test design techniques, manual test execution\nF sae © Experience with QA Automation Tools: Selenium, JMeter\n-- OM © Anunderstanding of agile software engineering principal\n«era * Sound knowledge of SQL and scripting language such as JavaScript, Python, Bash\n\\ Hands-on experience with both white box and black box testing\n© 34 years of proven industry experience of software Quality Assurance\n© BSc /MSc in Information Technology ora related field preferred N\nSend us your resume stating the position applied on the subject line to: SearchIT@mobizz.lk ndrape\nRe ag eu SearchIT@mobizz.lk 0114385430 www.mobizz.lk"
    },
    {
        "position": "Senior Full Stack Developer - Java ",
        "description": "| \"\nNene Al\n} ie 8 oy\na . Pe ae\npea\nope\nois\nTaN\nhee\n[i ih } z Tl\nLE ATENGSS\nBann srry\n|\nANT es\na . : Our client who provides end-to-end digital transformation and services to Global fortune S00 companies.\nPal C= eT MRL C MU AUO TET Ment RUE OMe CRT mM EITC Es PLC\nAngular JS 2.0 and above, Node Js, Java, Java 8, Spring, Hibernate\nSpring boot, Uracle/SQL, REST, API development, Json, XML, GIT\nMandatory knowledge on AGILE SCRUM development model\nOptional but preferred - Reacts, MongoDB, ElasticSearch, Java II\nNATTeR A CLeLey= MT COTTON VATE M- Vou GOV NYT eT eT TA et TTT em COTS\nContact us :\nPN HC peal L\nee | ei Kyaky I\nSetting the Standards for Recruitment RAUL Pea"
    },
    {
        "position": "Engineer / Consultant / Tech Lead - iOS ",
        "description": "Engineer / Consultant / Tech Lead -iOS\n\nOur client who provides end-to-end digital transformation and information technology (IT) services to Global 2000 companies.\n\nBuild solutions for Fortune 500 companies in the world - Construct best in class creative solution for global enterprises.\n\nConceptualize best class solutions, design comprehensive application and adapt to new project environments.\n\nWe are currently on the lookout for highly motivated, energetic individual to become member of a dynamic organization.\n\nQ_«\nQ =) QOD Who we are looking for\n2 Q9:0 g ew?\nQ_«@ \"AK Q 108 specialization\n2 0? eS, 5225 © Proficient with Objective-C or Swift, and Cocoa Touch\nro © a ¥e Experience with iOS frameworks such as Core Data, lonic\nOw OQ Cv —/ «Experience with offline storage, threading and memory management\n@ ez oe @ * Familiarity with RESTful APIs (for back-end integration)\n- * Experience with writing unit tests using XCTest\n¢ 2. * Familiarity with code versioning tools (such as Git) and continuous integration\nbs © Understanding of Apple's design guidelines and interface guidelines\n* BSc/ MSc in Information Technology or a related field preferred N\n\\\n\nSend us your resume stating)the position applied on the subject line to: Search!T@mobiz.lk woBizZ\nBaar SearchIT@mobizz.lk 0114385430 www.mobizz.lk"
    },
    {
        "position": "Senior .NET Developer ",
        "description": "ss\n- --\nFULLSTACK fa «\n——— a ~ ~ yal 2\noe\nANT es\nOur client who provides end-to-end digital transformation and services to Global fortune S00 companies.\nPT MUO LCM MOL ED MCL rel LUE OMe RUT ean mM ELUTE GPs\nDesign, develop & test software complying with industry standards\nStrong capabilities in Microsoft .NET stack including .NET Core, WebAFIs\nNCTTUN A CeLOLHy eM TAG et=1 HOM OUR HM CATOVT eT) ECU ML ETT Me ed LeU mM UT TA ETO A LATICO] [=e\n3+ years’ experience in design and development of business applications\nContact us\nPCE HPs ale\n‘> +94 114325306\nRC UIST CLE MIM OTM HTT TOUTTL www. mobizz.Ik"
    },
    {
        "position": "Developer / Consultant - Machine Learning ",
        "description": "Sw a A (os\n‘ Coy Beskserseeerss >\n/ oe Faber 4\n\nDre ake use eu eh)\nOur client who provides end-to-end digital transformation and information technology (IT)\nservices to Global leading companies. Build solutions for Fortune 500 companies in the world -\nConstruct best in class creative solution for global enterprises.\nWe are currently on the lookout for highly motivated, energetic individual to become\nmember of a dynamic organization.\n‘The individual should have minimum 3 years of industry experience in Consulting, developing\nand implementing Al or ML algorithms, preferably some experience in a leadership role.\nDesirable Experience or Knowledge in the following areas:\nWho we are looking for\n* Strong knowledge in Java, Python, Scala and C#\n* Machine Learning, Deep Learning frameworks and platforms\n* Lead collaboration with the organization ecosystem to drive technology solutions\n© Experience in providing solutions for business problems with Al Techniques & tools\n* Experience in neural network, machine learning techniques and algorithms\n© Excellent knowledge in image processing techniques and data mining techniques\n© Exposure to embedded computer technologies like loT\n* Bachelor's degree in Computer Engineering, IT or equivalent qualification\n© 3 years related dev experience in Data Science, Machine Learning, Data Analytics\nEmail your CV to: \\\nSearchIT@mobizz.lk \\, 0114385430 —\nand mention the position applied in the subject line WOBITZ\nSetting the Standards for Recruitment Praag"
    },
    {
        "position": "Business Analyst ",
        "description": "EOS | Lee e. —\nWe ve Vii, t :\nRT 2 a\n+ | De 4.1) —— +\nSt FA i '¢ EY '\n. zs i? hed ;\nele y WE UNDERSTAND i\nZZ ___ ZF a — People /\n— a «La Gs Job Opportunities\nbes ar yy ia Ps — :\n: 2 ee ees Company\nBusiness Analyst\nOur client who develops, implements and supports its world leading integrated suite of Enterprise Performance\nManagement (EPM) and Business intelligence (BI) solutions to enable enterprises to plan, execute and drive their business\nfrom strategy to reality. Established in Australia in 1996, has grown significantly to become an international company\nwith clients and offices located in Australia, New Zealand, North America, Singapore, Sri Lanka and the United Kingdom.\nThe Business Analyst is responsible for analysing, designing and communicating the business and functional requirements\nfor product development, providing planning, estimating and scheduling of BA activities and overseeing the performance\nof a project's design activities while managing and tracking project tasks and milestone deliveries..\nRequirements\n— Minimum 2 years’ experience as a Business Analyst providing Enterprise Business Solutions to foreign clients.\n— Experience in the requirements management process which includes requirement elicitation/development, prototype\ndevelopment, requirement reviews, documentation, up to the final approval of the entire requirement management.\n- A BSc Degree in Computer Science, Information Technology or with Database systems business Intelligence as core subjec\n— Familiarity of BABOK and BA related Certification from IIBA or PMI is an added advantage.\n- Excellent (written or verbal) communication skills and impeccable command in English.\n— Preferably experience in tracking client queries, UAT and production related issues.\n— Sound knowledge in modeling concepts like UML, SSDM and relevant tools.\nResponsibilities\n- Own the entire requirements management process such as, documentation, elicitation, elaboration, walkthroughs,\ncommunication, and sign offs.\n- Solution and function designing & Non-functional prototype development\n- Presentations for Internal and External requirements and Manage assigned projects to ensure on time delivery.\n- Carry out solution reviews and provide feedback on identified issues, improvements or to align solution or to requirement.\n- Collect, understand and communicate the business requirements for the project and translate these into functional\nspecifications and other requirement artifacts as per the defined process.\n— Pro- actively contribute to end reviews attached with end product/solution, test cases and requirement artifact to ensure\nfinal product conforms to the client requirements and specifications prepared.\n— Communicate key insights and findings to product team and Create and maintain artefact related to Business Analysis.\nAn attractive remuneration package awaits the selected candidate. Please send us your resume stating the position\napplied on the subject line and email to: SearchIT@mobizz.Ik"
    },
    {
        "position": "Senior Software Engineer - UI/UX ",
        "description": "aS Paes |) |\n\nBTCC ee\nur client who provides end-to-end digital transformation and information technology (IT)\nservices to Global 2000 companies. Build solutions for Fortune S00 companies in the world -\nConstruct best in class creative solution for global enterprises\nWe are currently on the lookout for highly motivated, energetic individual to become\nmember of a dynamic organization.\n‘The individual should have minimum 3 years of industry experience in Software Engineering\nWeb Application Development, Programming and Design and preferably some experience in\na leadership ole. Desirable Experience or Knowledge in the following areas:\n\nWho we are looking for\n\n* Solid experience with UI / UX Technologies\n\n© HTMLS, C583, JavaScript and JQuery\n\n* Solid knowledge on UI Tools such as Photoshop, Illustrator or Sketch.\n\n« Familiar with CSS Frameworks Such Bootstrap and Foundation.\n\n© Knowledge in Wireframe tools such as Balsamiq, InVision, Adobe XD.\n\n* Experience in ASP.Net, MVC, AngularJS will be an added advantage.\n\n* Web and Application Servers (Weblogic , Tomcat , IS )\n\nWeb Services - RESTful Web Services , SOAP Services\n\n© BSc / MSc in Information Technology or a related field preferred\n\nEmail your CV to: \\\n\nSearchIT@mobizz.lk oe 0114385430 —\n\nand mention the position applied in the subject line Wo BITT TTL\nFei nem"
    },
    {
        "position": "Study at UK's No1  Creative Specialist University (1)",
        "description": "SSS U 7 it es\nU K , N l C t I S | l | C U ; I C\ne 1\nA tl F h B M t\n7 C tl W Iti A tl\n= DI it l Mi Gi i\n7 ; il Mi ki\nI h | D |\na\nSSS\n8\nRSS Ss SS\nSSS8S SS |\nSSS\nTSS o *\n= wo\n—= - SS ae fp ott 7 »|\nSe ~ SS. See PERRO\nRia | SS ~ <x es a. SES a\nSS : ¢ DICK p es\" . tees on\n| = ‘SS ¥ sea * eons Seige. an\n= —— = Pe ie at Ve eA\n> = i ey SS obey ae\n_— S'S ss SS . + » | y ? - eT 2 >.\nes WS SSS Se ee A. S ma Hay) ta\nSS SS SSS 2. eR ee a as 5 SS ,\nSTS SS — a «ree een SR ER\nSS SS == pete PR > Ste tLe\nSSS. ~—: ‘ ss Ss Pea 08, <hate gN ELES\neS oe a . . See a. Se ae ee ee tN Va OY ON ~~ oe ——\nSSS ci. = = Bs 5 he hy bate ETE SS Ant STO =\nSSS a ie SMES NO Oe Dee's 2 CRT een\npo Sy = SSS Se r hs Bera. x poe ‘ a ee Ne hy ee\nSea saeey SSSSSSS SSS ee 3 ls - c B ~~ F:: ed \\ > Ta at y ' a ore ’ ae a.\n—¥ CF Beene = TE er te ROL eines ON\nSsccj 6 Seseesesoeesss ae ey SRN OY ES Tae EY Ue Sn\nSSS = ee gS . ose 5. he a Ne SRE NAS VY Pond Se Nae SPF Pe.\nSe SS : _ a Lar e ' Ri en ae Oe eS\nSSS i << epee BR eo a ea a\nSSsotowassases SS ae aS SASS S oi ‘Sy ee a Siam Te\nSS be SSS Se * ._* -* “oh . cS] oy as oS + a ws Sw a , os <2 s é F ~ - > © a. @ ~ Dae te,\naes SSS we em ON a NP a oe ~ >} ae bh ae Sk ee R=\n= Sa Ay OF eee ta token Fie Ere = Me Ee eek\nie a BET Site Say COR Mr, SA apne SITE\nq - ' Sette os Pte aks = Oy Re s . : SN 7, ry <\nGC Di SSS y Pe OY RUBE ee Cee Pe Soe\n2D a Wa aes WHtreEect J y SS = we aa a a An Sh > ; ‘$7 ~ “Se Ao ae) P Paar hss 3\nwn = . . = s aS ) rt M ar “¥ a r ae he ose & aa v t< . A . —_\n= =\\ ; Pe ’ —% x . eal Ac FT ee ee =~ ~ 7 \" >= J ie & + R wy SCS, 3 a a\nZ Ny g r<..2+,2\" = —~ i a “~e te » oe > , 22 e ed et mal . J. am i ’ |\nAYA v NI S Ses —, Se ee Oe ee Be SO . «2\n* ee sy \\4 Y . SS . <> A > | . ‘ & “% a p- uy ? a4 as ‘o% Sy - al }),« NN 7 o = —\nNCI Vv \\ et Ses ee >, ~~ . a ca a >. s . Wz >= TO ad : Pr Ss , —ee,. ~ of Lye |\n=ED~ \\ \\ GE ne ae ee, Scns nt TAG CM a Ca eee ee Se Sak eA ae eas” _——S\nSs NVA oS Mt Yee eSB. > DR eB Seen A ae” as!\n>. Gr? ) Ze “2 We « Par S. ' a LG, Pale 2 Sp SS eS ; x: > e \\ bee\ni a eg: ean TE OES <a> OR WR Pe am:\nSB, Se a eee” OS ee Poe\n: . D an} a? , —— y bd ° \" . + en a # tno\n: i, ABR © ee ee Re \"Eh ek Aah tp ay Ba BR eage Ne eS <i ae\nampus Direc gE i i TR RP OE a cae\n3, ee Seer VAS me NR a ree a Py ee Or a aa: Sa oe\n, a . ae Ue te < 7 - \"WD =~ ees Ne —~ ‘ aS 2 =\nYour Trusted Partner in Education po oe we y i Legit ee “Avapro: 2% = Bae ——> -\nMe “ta a: *F, — i a r - + La \" ~~ ‘ .“ *. M - < S & ME 7 = : |\na { Bere sant rigs | ee eerie |\n= A ) aan Z a ‘ay .\n> Mi x : . . boss\n= SS SE\nA _ a -\nan — == es a\ni: : EPSOM\n| Y | feces aC, Sle) eae\n_ » ee —_ Yo eae re LE AW a\nat} -_ MRNA KOM : | = i ca aA ij 5\n= 4 \\\\ Yee : \\ earoees 2. ,"
    },
    {
        "position": "Assistant Manager - Database and Virtual Infrastructure (1)",
        "description": "INFORMATICS |\n\\\nWE ARE y é ¥ a ae\n| HIRES : ~m — 1/4\n——rr’” os\nx\nsmooth operations following industry best practices.\nPRIMARY RESPONSIBILITIES\n¢ Experience on 12c 1lg database creation, software binary installations in unix and windows environment\n¢ Monitor and address database capacity Issues\n* Good exposure in Oracle 11g /12c backup/recovery, best practices, support, troubleshooting and\nperformance tuning.\n* Experience in analysis of data table soace TEMP UNDO tablespace growth, RAC installation /\nmaintenance and exports imports data pump\n¢ Ability to analyse performance issues using AWR, ADDM, ASH reports\n* Identify tuning opportunities, implement improvements and advice developers on SQL tuning options\n* Hands on experience on Physical standby data guard, Drid OEM administration, database restoration /\nrecovery and account maintenance\n* Interact with app developers, management, database and database tool vendors\nQUALIFICATIONS\n¢ Minimum five years of experience as Oracle Database Administrator.\n* Bachelor's Degree in Computer Science, Software Engineering or any other relevant\nscheme.\n* Oracle certified professional\n* Oracle Cloud Infrastructure Architect Associate"
    },
    {
        "position": "Financial Planning Analyst (1)",
        "description": "Pr re». oo eae * A eet, A air Po ae 5S AN [i cee is a\nPS eS he z : Ss POS a ae es ea :\nee ee 2 : a ; wR «Cee ees oe\noe a ee OR oy Poe ; ea ee se ee\nbee aes Ege ae igre\nEee. 2 3 e RL Rs ae\nee Bae Pi ee on ae\nve OM ae % ee,\n: eo 7 4\nbs 2 CLOUD SERVICES\na re ji oe Pe es we. 7 >.\npemegkee =, We're looking for a hands-on IT service delivery leader to have the responsibility to secure the as oe ee 5\nte gis se smooth operation of the teams providing support services for our cloud service offerings. ay as eae ea :\nA i ee ie Ge, COR INE E\neo REQUIREMENTS: aks 1a 0 ee\n: Nas I 8 ee\n: We. “ © Demonstrated knowledge of cloud computing services or IT service management TE Ae e ee ee oe = * aes\nee a. methodologies and best practices. ‘ ee asencee Sa :\nMeese eo | See EO\nee ee Ps tes y\nae, eRe © A degree in Computer Science, Information Technology or Management Information ol We ee Ye a | aes\n“ae hes * Systems with 5-10 years’ experience in provision of cloud computing services or IT service b Si Ae Bs < a\nae NS delivery. i yo ea egaee it\na NG p e Ideally a minimum of 3-5 years’ hands-on experience of effective team management i P = A a ae B\nae 5 P specially coaching, mentoring, training and performance management. gee : YP See ze\nBe ed © Experience in ITIL, ISO 20000 or a similar service delivery framework. = Nae - Pd AMR Si ae\nyi © Exposure to a modern ticket/service desk tooling such as ServiceNow, Jira Service Desk or aaa Josie gS Rien alk ae pie\n2 a 4 a similar tool. si = \\ J fo oe Sn\nf ; = Fer ad Py 3 ae ee\nif Drop your resume to: CareersLK@ifsworld.com Gea es 7 Se\n. S See gee en. oe\n‘ Si B ae 5 RI si SS eee a > le ee\npe  . es ReN. a “aes y tC ECS awe eos as\nee ieee te = > sg Oh ee es | ee \"\nae ey i te ae Pee RN Ww set -\nee E pee eee ee eae Work. [Ey eS\n“ 5 y a4 < ae eae kat “An foe Pe a ar ao i an Sea se\n. est, an eee ar oa 5 emer aes Se” ee ae ae eo"
    },
    {
        "position": "Digital Marketing Coordinator (You Tube/CMS) Colombo  (1)",
        "description": "webmaster ia ale seo 8 fanpage | 5\nac | WWW ‘= 8, # network * traffic t\nE  onine SEPVIEE =e-mall-=s3 2\"\nwebe 02 S822 Eww\n; 7 ee ae SE5 aidu § SWWW,\ncmos” blog epreenise eat a ee = favorite a\nfallgwers comment all OW =i\nNae E E \"Sean video \"== E media\nfact = rank Pest instant search SS field = ae fan share $3 ‘© advertising g\n= “' <> === internet\nDigital Marketing Coordinator (You\nTube/CMS) Colombo\nOne of the leading Social media company\nJob Description:\nWork with client and partner accounts to optimize content\nIdentify video and audio content that qualifies as partner content\nUtilize the YouTube Content Management System (CMS) to update and\noptimize content\nRequirement\nHave completed G.C.E.(A/L)\nBe passionate about Music\nExcellent communication skills in English Language - written and verbal.\nHe /she must be extremely well organized with strong attention to detail.\nHave excellent typing skills and data entry skills\nPrior experience in Social media and CMS platform would be an added\nadvantage\nHave good understanding of Microsoft Excel and word\nSalary 50,000/- (Negotiable)\nEmail your CV with details of two non-referees to hr4@konnecting.biz\nApplication will be treated confidentially & the shortlisted applicants will be\ncontacted.\n®, :\n<@onnecting"
    },
    {
        "position": "Optimization specialist (Social Media)?Colombo 03 (3 Vacancies) (1)",
        "description": "webmaster le seo fanpage _§ =\n“man WWW “= 5. ag network ftrattic | t\nB onine SEPVIGE =e-mall=s\"—\"\nwebe.0= S822 =e Eww\n; = ae X S67 adda 2 EWWW\ncusseesst =! DIGG communication: mm pm acu as = we, ANNADE\nfollowers comet allow = ie\noto EE \"coroam video \"2\" B mecla\nfact Ss rank Post instant search SS field = roe fan share \" ‘advertising a\n= vet =< =. B\nae —— — internet\nOptimization specialist (Social Media)-\nColombo 03 (3 Vacancies)\nOne of the leading Social media company located at Colombo 03\nJob Description:\nWork with client and partner accounts to optimize content\nIdentify video and audio content that qualifies as partner content\nUtilize the YouTube Content Management System (CMS) to update and optimize\ncontent\nRequirement\nHave completed G.C.E.(A/L)\nBe passionate about Music\nExcellent communication skills in English Language - written and verbal.\nHe /she must be extremely well organized with strong attention to detail.\nHave excellent typing skills and data entry skills\nPrior experience in Social media and CMS platform would be an added\nadvantage\nHave good understanding of Microsoft Excel and word\nSalary 50,000 /- Negotiable)\nEmail your CV with details of two non-referees to hr4@konnecting.biz\nApplication will be treated confidentially & the shortlisted applicants will be\ncontacted.\n@, .\n<@onnecting"
    }
]