{
    "0000754570": "mitra)\nI\nwere) | .\nhi 7 | et\ndilate\ni\naa",
    "0000754732": "mitra)\nI\nwere) | .\nhi H | et\nring: |.\nee Ee cd\nha\nwl\nCLICK HERE",
    "0000755866": "’ t\nVW FE R F enactor\n[Colombo Office]\nYour Profile\nYou must have a good academic and industria\ntrack record with a recognized degree; excellent\nanalytical and problem-solving skills; good\ncommunication, interpersonal and team\nworking skills and you must be willing to travel. About Enactor\nReporting to a Test Manager, you will be Enactor is a successful and growing software\nresponsible for defining and driving test company providing enterprise systems to\nstrategies and plans, testing within a project leading UK, North American and European\nand ensuring we déliver quality releases to our retailers. Enactor systems drive the instore,\ncustomers. You will also help define our testing\n7 mobile and online channels that make up a\nculture and be great at asking questions. It is 4 Sarasa\nimportant to have a creatively destructive modern retail organisation.\nmind-set and a methodical and thorough\napproach to testing sepees\nResponsibilities\nF fe oat, > Work closely with Project/Delivery Managers,\nSkills & Qualifications y yes Dolan Manger\nDev Leads and agile team to define/drive\n> At least 6 years experience in Software test plans and executions.\nQuality Assurance (including minimum 2\nyears in a Test Lead position), preferably in > Drive test automation as a part of testing\nRetail applications. process to achieve optimum results.\n> Experience in formulating and executing test > Configure and maintain test environments.\nplans and strategies.\na > rm functiona i sts,\n> Exposure to Software Test Automation with Perform functional/non-functional test\nfamiliarity in Selenium, Cucumber, TestNG\nsre desirable > Conduct product demonstrations to the\ncustomers\n> Good understanding of the software\ndevelopment process including Agile > Train the team on testing best practices\npractices\nIf you think you have the right attitude and skills to take on the above role with Enactor, please emai\nyour CV to sl-careers@enactor.co.uk at your earliest. We are looking to schedule interviews in the next\nfew weeks.\nFe Dade nD ees RonPasce dd RnuWr sas gak lg\nColombo 7, Sri Lanka",
    "0000755867": "’ t\nWERE enactor\n[Colombo Office]\n\nEnactor is headquartered in the UK and runs a large\nproportion of product development and customer\nprojects in its Sri Lankan office. We are looking for Desirable Skills & Experience\nhands-on Java Tech Lead for our Colombo office to be\na part of an experienced team of Java, Android and posure to mobile development with Android\niOS developers who can work on par with or Os Would belan advantage\ncounterparts in the UK. Projects will include mobile\nand handheld development, Swing clients, web Developing Workflow, CRM, SCM or ERP\nsolutions\napplications and web services, all driven by our own\nprocess based development platform. You will need > Exposure to Inventory & Warehouse\nstrong core skills in Java, Web Services, Software Management Systems\nArchitecture and Communication\n> Proficiency in cloud platforms and\ntechnologies (AWS, Azure, Kubernetes, Docker\n7 7 Swarm)\nExperience & Skills\n> Adegree (BSc) in Computer Science or a related Responsibilities\nfield (Engineering or Mathematics) with at least a\nsecond upper class or higher. > Rapidly learn and become a technical authority\n> Aminimum of at least 8 years of experience, on Enactor applications, platform, tool-set and\ndeveloping large scale software systems with the architectural/design principles\nJava/I2EE stack of which at least 3 years should be\nat a Tech Lead level > Provide hands-on development leadership and\n> Familiarity with MVC frameworks ensure timely delivery of production quality\nsolutions\n> Developing scalable & multi-threaded applications.\n> Sound technology expertise in Relational > Working closely with architects, development\nDatabases, JDBC, ORM, XML, XSLT, Web leads, application specialists and project\nTechnologies, SOA and Web Services. managers in other Enactor offices.\n> Working knowledge of J2EE containers such as > Writing functional specifications and technical\nTomeat. specifications from BRDs.\n> Docker & containerisation technology\n> Research , design and code to provide\n> Experience in and passion for Agile methodologies. technical solutions.\n> Software Architecture and Design experience.\n> Effective use af design pattems and experience in f you think you have the right attitude and skills\nTDD/BDD with familiarity in JUnit, TestNG to take on the above role with Enactor, please\nSelenium, Cucumber. email your CV to sl-careers@enactor.co.uk at\n> Experience working in and preferably leading your earliest. We are looking to schedule\ndistributed agile teams. interviews in the next few weeks.\nGreate SIL er, eee YacstK) Parent\nron eT",
    "0000755891": "@ Pearson lechnology Operations\nSecurity Engineer h\nON a eRe ee eee een se\nUne age aeonc seit\nPo ee eae eer ae\nay\nNee Cm TR eR Ren eye\na tat nu Cee Ro eel vee iontls) } Neaiee\nCan Sane Ao REC C a re -\nPOE Rg eeu Res Ca) ; vt A\nea co | a\na\nKey Responsibilities: Cy a\na=\nSead tees ett eel ue are oe . a a a\nParticipate in Value stream analysis and help prioritize security work ay RE\nTTR Rs Ce) aa eels od e rn oe oe\nPe nomen ew Se eM eset eT] Ecos\nPNET Ud e pea\nPee cae cea eet are eee es . Wee\n* Assist in implementing an automated framework for security tool eee\nCee Ue eee ue CT acetone 5 (pee\nPenne Neel Rene WER RUS) WP\nSeema Ree eo a a ee ee eee ay\nee eet ee Secu ee ees cae os\nFare ea een anette Meu enc .\neeeeieae\nIVAN TeTU ical ial eos\nSere ra Sue RR eo\nee cu ctiy\nime etsy) ee cane a eee)\neas geese eeu een Ren I) q\nPies geo cee aces\nPen ae eae ec ad\nBeane ta ge ese On eee Pee og ele\nservices like EC2 and more)\nORS area ee ee ea en\n+ Anunderstanding of security concepts and tooling within AWS\n(GuardDuty, CloudTrail, VPC, etc)\nOa aera en te eae U rae J\n* Familiarity with Git and Git-based workflows ie\nee eeu ge ata) Ci Moraes eeu ee\n«Experience with laC toolings such as Terraform or CloudFormation\naaa ET Ra ee ae eee\nabout this role",
    "0000742780": "VACANCY\nVacancy for Associate Application Consultant\n\nInternationally renowned as one of Sri Lanka’s foremost exporters of Teas, Akbar Brothers has successfully diversified into a range of sectors\nthrough strategic reinvention and expansion. Today, the Group has firm presence in the sector of Tea, Power Generation, Healthcare, Packaging,\nProperty Development & Environmental services.\nResponsibilities:\n\ne Gather organization’s business requirement and prepare process flow documentation for system implementation.\n\ne Perform system implementation and configurations tasks assigned by the reporting officer.\n\ne Create test plans for requirements, scenarios and build test datasets to perform testing.\n\ne Carry out various test scenarios on software products to ensure that system satisfies all specifications and requirements.\n\ne Support and guide end users on system functional matters to carry out their day-to-day activities.\n\ne Assist for continuous improvement of the software implemented. (Multiple ERPs and software).\n\ne Communicate effectively with end users and vendors on matters relates to both technical and functional.\n\ne Prepare complete and detailed documentation for all issues encountered and provide regular status updates on outstanding issues.\n\ne Develop customized reports to fulfill end user and management report requirements.\n\ne Conduct frequent user trainings.\n\ne Carryout other MIS related tasks assigned.\n\nQualifications & Skills:\ne Applicants should hold a Degree/Diploma in Information Technology/ Information Systems or Computer Science.\ne 1-2 years’ experience in System Implementation and Support on any Accounting Software/ERP environment (If worked with SAP B One ERP system\nwould be an added advantage).\n\ne Good exposure in SQL, PL/SQL, Crystal report development.\n\ne Knowledge in Basic Accounting Concepts (AAT Qualification)\n\ne Excellent communication (written and oral- English and Sinhala) are essential.\n\ne Ability to handle multiple tasks and projects simultaneously\nAkbar Brothers (Pvt) Limited is seeking a highly motivated and well-organized individual for the ERP team. This is a challenging position in IT\ncareer which involves in the pre and post software implementation activities covering analysis, design, development, testing, implementation,\ntraining, documentation, diagnosing issues, performing bugfixes & maintenance, configuration and end user support. This role will be to mainly\nwork in a team environment and provide support to end users via telephone/e-mail or in visit. Work activity involves assessing the nature of\nthe end users and resolving most support issues.\nAn attractive remunerative package according to the applicant’s skill and experience is on offer to the successful candidate.\nIf you are confident and possess the capabilities to take up a challenging & progressive career, please send your CV to the address given bellow\nstating the position applied on the top left corner of the envelop or email your CV to hrd@akbar.com within 07 days of this advertisement.",
    "0000742996": "= ll hau, -O\nane a\nqi °° Ls | a \\ \\.\n<== Ff 7\n> 3) i;\nZS, Po\nWiese Poe ¢\nTTL rT\nWork from Home\nFull Time, Online Website Marketing and\nPerformance Strategist Team - Executive\nResponsibilities\n® Conducting keyword research using Le N E FITS\nsoftware, and generating new keyword ideas. you WI Ll receive\ne@ Creating marketing plans and developing strategies = =\nbased on client requirements and by reviewing client data when worki ng with us\ne@ Analyzing website and social media pages, then making\nrecommendations for improvement. > Legitimate company with EPF/ETF benefits and\n® Monitoring website traffic, search results, and developing strategies. enjoy all the benefits according to the Sri Lankan\n® Keeping up to date with new trends and best SEO practices. A dlotheeact\n® Participate / host meetings with foreign clients via online meeting enopen\nplatforms, where the meeting topics are especially > Working in your own comfortable space at home\nfocused on search engine optimization, traffic and keyword with no traveling to the office environment\nrankings, ROI ene aitiex related anes related to ealine marketing. SIElexinleioersta complete the daily 8 hours\n@ Gather, compile and interpret client solutions requirements and\nreport it to internal stakeholders. (Conditions applied)\n® Ensure clients’ expectations are met through coordinating client > Off on both weekly holidays and mercantile\nrequirements against outputs from other internal stakeholders. holidays\n® Coordinate with clients and internal partners to find mutual\nsolutions to problems. > Exposure to the international clientele and\nRequirements knowledge\n® Hands-on knowledge in interpreting and working with Google\nAnalytics and Google Search Console related data\n@ Hands-on experience using Google Data Studio\n® Worka minimum of 4 hours every working day between 6.30 PM and 12 AM Sri Lankan Time.\n® Outstanding communication skills in sooken and written English skills.\n® Prior experience in a similar field / role\nWe have no part-time jobs available. Therefore, apply only if you can provide your long term\nand full-time commitment. a. e —\nIf interested, please send your CV to careers@ekwa.com and mention the vacancy title as c bi ayCor 0\nthe subject. * :\nwww.bizycorp.org www.facebook.com/Bizycorp ae",
    "0000752821": "@ Pearson Software Engineering\nWe are on the lookout for an\nAn\nAssociate Technical\noO D 6 I\nSpecialist i\na\nfelfeas ia-atoy Vole \\VRerg 8 G8\nsend your cv to sitateam@pearson.com",
    "0000752840": "@ Pearson Software Engineering\nWe are on the lookout for a\n\nD p a\nSenior Technical LV a? Fen\n\nane a Oc\n\nSpecialist a ie\nClick Here to apply or\nSend your CV to sitateam@pearson.com",
    "0000752841": "@ Pearson Software Engineering\ni , ae\nWe are on the lookout for a a 4) u\nave\nSenior Software A ee\ns” « H\n1 Cee 2\nEngineer 8\n— ee\nClick Here to apply or\nSend your CV to sitateam@pearson.com"
}